{"indicator_number":"ECO2-2-1","goal_number":"ECO2","goal_name":"global_goals.ECO2-title","target_number":"ECO2-2","target_name":"global_targets.ECO2-2-title","indicator_name":"indicators.ECO2-2-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO2","GoalDescription":"global_goals.ECO2-title","PolicyObjectiveId":"ECO2-2","PolicyObjectiveDescription":"global_targets.ECO2-2-title","IndicatorId":"ECO2-2-1","IndicatorDescription":"indicators.ECO2-2-1-title","national_geographical_coverage":"Vanuatu","Proxy":"Yes (Access Only, not Reliable Access)","Definition":"The \"Proportion of Population with Reliable Access to Safe Drinking Water\" indicator measures the percentage of the population that has consistent and reliable access to water that meets safety standards for drinking. Safe drinking water is water that is free from contaminants and pathogens that could harm human health.","Concept":"This indicator tracks the extent to which the population can access safe drinking water on a reliable basis. Reliable access refers to the consistent availability of safe water for daily needs without significant interruptions. This indicator is crucial for assessing the effectiveness of water supply systems, public health infrastructure, and water management policies. It reflects progress toward ensuring that all individuals have access to one of the most basic and essential human needs: clean drinking water.","Disaggregation":"Region","Rationale":"Monitoring the proportion of the population with reliable access to safe drinking water is essential for public health, social well-being, and sustainable development. Access to safe drinking water is a fundamental human right and a critical component of public health, as it prevents waterborne diseases and promotes overall health and well-being. Ensuring that a high proportion of the population has reliable access to safe drinking water is a key goal of many national and international development frameworks.","MethodOfComputation":"To compute the \"Proportion of Population with Reliable Access to Safe Drinking Water,\" first collect data through surveys or censuses to determine the number of households or individuals with consistent and reliable access to safe drinking water. Then, calculate the proportion by dividing this number by the total population or number of households surveyed, and multiply by 100 to express it as a percentage.\n\nFormula:\nProportion of Population with Reliable Access to Safe Drinking Water= (Number of Households with Reliable Access/Total Population)*100\n","SDGAlignment":"6.1.1\n6.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5 to 10 years","source_organisation_1":"Vanuatu Bureau of Statistics ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-10","national_data_updated_date":"2022-11-23","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population with reliable access to safe drinking water","graph_titles":[],"graph_type":"bar","reporting_status":"complete","page_content":"","permalink":"","precision":[],"sort":"","standalone":false,"tags":[],"progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-02-01"}