{"indicator_number":"ECO2-3-2","goal_number":"ECO2","goal_name":"global_goals.ECO2-title","target_number":"ECO2-3","target_name":"global_targets.ECO2-3-title","indicator_name":"indicators.ECO2-3-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO2","GoalDescription":"global_goals.ECO2-title","PolicyObjectiveId":"ECO2-3","PolicyObjectiveDescription":"global_targets.ECO2-3-title","IndicatorId":"ECO2-3-2","IndicatorDescription":"indicators.ECO2-3-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Existing Buildings Repaired in Compliance with the Building Code\" indicator measures the percentage of existing buildings that, when repaired or renovated, adhere to the standards and regulations set forth in the local or national building code. Compliance with the building code ensures that repaired buildings meet safety, structural integrity, and health standards","Concept":"This indicator tracks the compliance of repairs and renovations on existing buildings with the established building codes. Building codes define the minimum standards for construction, including safety, structural soundness, fire safety, electrical and plumbing systems, and accessibility. When buildings are repaired or renovated, it is essential that these updates comply with the relevant building codes to ensure the continued safety and functionality of the structure. This indicator provides insight into how well existing buildings are maintained according to safety standards during repair and renovation activities.","Disaggregation":"Region & Time Period","Rationale":"Monitoring the proportion of existing buildings repaired in compliance with the building code is crucial for public safety and the long-term resilience of the built environment. Non-compliant repairs can compromise the structural integrity and safety of buildings, leading to potential hazards such as collapses, fires, or other dangerous situations. Ensuring that repairs meet building code standards helps to protect occupants, extend the lifespan of buildings, and maintain the overall safety and sustainability of the urban and rural infrastructure.","MethodOfComputation":"To compute the \"Proportion of Existing Buildings Repaired in Compliance with the Building Code,\" first collect data from building inspections to determine the number of buildings with repairs or renovations that comply with the building code. Then, calculate the proportion by dividing the number of compliant repaired buildings by the total number of repaired buildings inspected, and multiply by 100 to express it as a percentage.\n\nFormula:\nProportion of Repaired Buildings in Compliance= (Number of Compliant Repaired Buildings/Total Number of Repaired Buildings Inspected)*100\n","SDGAlignment":"11.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Infrastructure and Public Utilities","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-10","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of existing buildings repaired in compliance with the building code","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-03-02"}