{"indicator_number":"ECO2-1-1","goal_number":"ECO2","goal_name":"global_goals.ECO2-title","target_number":"ECO2-1","target_name":"global_targets.ECO2-1-title","indicator_name":"indicators.ECO2-1-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO2","GoalDescription":"global_goals.ECO2-title","PolicyObjectiveId":"ECO2-1","PolicyObjectiveDescription":"global_targets.ECO2-1-title","IndicatorId":"ECO2-1-1","IndicatorDescription":"indicators.ECO2-1-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Households Sourcing Energy for Lighting from Renewable Sources\" indicator measures the percentage of households that use renewable energy sources, such as solar, wind, hydro, or biomass, as their primary source of energy for lighting. This indicator reflects the extent to which renewable energy is being adopted at the household level for lighting purposes.","Concept":"This indicator tracks the adoption of renewable energy technologies in households specifically for lighting. Renewable energy sources are sustainable and environmentally friendly alternatives to traditional fossil fuels, reducing greenhouse gas emissions and reliance on non-renewable energy. The indicator provides insights into the penetration of renewable energy in the residential sector, which is a key component of broader efforts to transition to a sustainable energy future.","Disaggregation":"Region","Rationale":"Monitoring the proportion of households sourcing energy for lighting from renewable sources is crucial for assessing progress towards energy sustainability and environmental goals. A higher proportion indicates a successful uptake of renewable energy technologies, contributing to reduced carbon emissions, lower energy costs, and enhanced energy security. It also reflects the effectiveness of policies and programs aimed at promoting renewable energy adoption at the household level. Conversely, a lower proportion may suggest barriers to access, such as high costs, lack of infrastructure, or limited awareness.","MethodOfComputation":"To compute the \"Proportion of Households Sourcing Energy for Lighting from Renewable Sources,\" first collect data on the energy sources used by households for lighting through surveys or census data. Identify the number of households that use renewable energy sources as their primary source of lighting. Then, calculate the proportion by dividing the number of these households by the total number of households surveyed, and multiply by 100 to express it as a percentage.\n\nFormula:\nPercentage of Households Using Renewable Energy for Lighting= (Number of Households Using Renewable Sources/Total Number of Households Surveyed)*100\n\n","SDGAlignment":"7.1.1, 7.1.2 & 7.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 10 years","source_organisation_1":"Vanuatu Bureau of Statistics  ","source_organisation_2":"","source_organisation_3":"","bi":{"Proxy":"No","Definition":"The percentage of households sourcing energy for lighting from renewable sources. Renewable energy, often referred to as clean energy, comes from natural sources or processes that are constantly replenished.","Concept":"Renewable energy often provides energy in four important areas: electricity generation, air and water heating/cooling, transportation, and rural (off-grid) energy services. This information can be used to provide insight whether the energy for lighting is derived from the main grid-based electricity a non-renewable resource.","Disaggregation":"","Rationale":"Renewable energy provides reliable power supplies and fuel diversification, which enhance energy security, lower risk of fuel spills, and reduce the need for imported fuels. Renewable energy also helps conserve the nation's natural resources. ","MethodOfComputation":"Proportion of households sourcing energy for lighting from renewable sources = ![(Total number of households sourcing energy for lighting from renewable sources.)/(Total number of households  ) x 100](../assets/img/ECO2-1-1-computation.png)","SDGAlignment":"7.1.1, 7.1.2 & 7.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 10 years","source_organisation_1":"2016 Mini Census (p169), VNSO","source_organisation_2":"2009 Population and Housing Census (p181), VNSO","source_organisation_3":""},"national_metadata_updated_date":"2025-07-10","national_data_updated_date":"2022-11-22","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of households sourcing energy for lighting from renewable sources","graph_type":"bar","reporting_status":"complete","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-01-01"}