{"indicator_number":"ECO2-9-2","goal_number":"ECO2","goal_name":"global_goals.ECO2-title","target_number":"ECO2-9","target_name":"global_targets.ECO2-9-title","indicator_name":"indicators.ECO2-9-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO2","GoalDescription":"global_goals.ECO2-title","PolicyObjectiveId":"ECO2-9","PolicyObjectiveDescription":"global_targets.ECO2-9-title","IndicatorId":"ECO2-9-2","IndicatorDescription":"indicators.ECO2-9-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Annual Change in Total Number of Users of Online Government Services\" indicator measures the year-over-year percentage change in the total number of individuals who access and use government services through online platforms. This includes a wide range of digital services provided by government agencies, such as applying for permits, accessing public records, paying taxes, or receiving social services online.","Concept":"This indicator tracks the growth or decline in the use of online government services, reflecting the adoption of digital technologies by the population and the effectiveness of government efforts to provide services through digital platforms. The indicator focuses on the shift towards e-government, where government services are increasingly delivered online to improve accessibility, efficiency, and convenience for citizens.","Disaggregation":"Region","Rationale":"Monitoring the annual change in the number of users of online government services is crucial for understanding the progress of digital transformation within the public sector. A positive change indicates that more citizens are accessing government services online, which can lead to greater efficiency, cost savings, and improved service delivery. It also suggests that digital inclusion efforts are succeeding, with more people gaining the skills and access needed to use online services. Conversely, a negative change could signal barriers to access, such as inadequate digital infrastructure, low digital literacy, or dissatisfaction with the services provided.","MethodOfComputation":"To compute the \"Annual Change in Total Number of Users of Online Government Services,\" first collect data on the total number of unique users who accessed online government services during the current and previous years. Calculate the change by subtracting the previous year’s total from the current year’s total. Then, divide the change by the previous year’s total and multiply by 100 to express the result as a percentage, representing the annual growth or decline in the number of users.\n\nFormula:\nAnnual Change in Users (%) = ((Total Users in Current Year – Total Users in Previous Year)/Total Users in Previous Year)*100\n","SDGAlignment":"9.c.1\n17.8.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Office of the Government Chief Information Officer","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Annual change in total number of users of on-line government services","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-09-02"}