{"indicator_number":"ECO3-6-2","goal_number":"ECO3","goal_name":"global_goals.ECO3-title","target_number":"ECO3-6","target_name":"global_targets.ECO3-6-title","indicator_name":"indicators.ECO3-6-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO3","GoalDescription":"global_goals.ECO3-title","PolicyObjectiveId":"ECO3-6","PolicyObjectiveDescription":"global_targets.ECO3-6-title","IndicatorId":"ECO3-6-2","IndicatorDescription":"indicators.ECO3-6-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Controlled Waste Disposal Facilities\" indicator measures the total count of waste disposal facilities that are managed under regulated conditions to ensure environmental and public health standards are met. These facilities include landfills, incinerators, and other waste management sites that operate under government-approved protocols to control the disposal of waste materials.","Concept":"This indicator tracks the availability and distribution of waste disposal facilities that are managed in accordance with environmental regulations and public health guidelines. Controlled waste disposal facilities are essential for managing solid waste in a manner that minimizes environmental impact, reduces pollution, and protects public health. These facilities are typically equipped with systems for managing leachate, controlling emissions, and monitoring environmental compliance.","Disaggregation":"Region","Rationale":"Monitoring the number of controlled waste disposal facilities is crucial for assessing the capacity of a region or country to manage its waste responsibly. The presence of a sufficient number of regulated waste disposal sites is essential for preventing illegal dumping, reducing environmental degradation, and safeguarding public health. A higher number of controlled facilities suggests better waste management practices and infrastructure, while a lower number may indicate potential gaps in waste management capacity.","MethodOfComputation":"To compute the \"Number of Controlled Waste Disposal Facilities,\" first collect data on all waste disposal facilities within the country or region. Verify that each facility operates under controlled conditions, adhering to environmental and public health standards. Then, sum the total number of facilities that meet these criteria.\n\nFormula:\nTotal Number of Controlled Waste Disposal Facilities= The Total Controlled Waste Disposal Facilities in Vanuatu","SDGAlignment":"1.4.1\n11.a.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change Adaptation, Meteorology & Geo-Hazards, Energy, Environment and Disaster Management.","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of controlled waste disposal facilities","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-06-02"}