{"indicator_number":"ECO3-6-1","goal_number":"ECO3","goal_name":"global_goals.ECO3-title","target_number":"ECO3-6","target_name":"global_targets.ECO3-6-title","indicator_name":"indicators.ECO3-6-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO3","GoalDescription":"global_goals.ECO3-title","PolicyObjectiveId":"ECO3-6","PolicyObjectiveDescription":"global_targets.ECO3-6-title","IndicatorId":"ECO3-6-1","IndicatorDescription":"indicators.ECO3-6-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Average Travelling Distance to the Nearest School, Health Facility, Police Post by Provinces\" indicator measures the average distance that residents in each province must travel to reach the nearest essential public services, including schools, health facilities, and police posts. This indicator provides a snapshot of the accessibility of these critical services across different regions.","Concept":"This indicator tracks the accessibility of essential public services—education, healthcare, and law enforcement—by measuring the average distance residents must travel to access them. Accessibility to these services is a key determinant of the quality of life and overall well-being of a population. Longer distances can indicate challenges in service provision and may highlight the need for improved infrastructure or additional service points in certain areas. The indicator is disaggregated by province to provide a regional analysis of service accessibility.","Disaggregation":"Region","Rationale":"Monitoring the average travelling distance to the nearest school, health facility, and police post is crucial for understanding disparities in service access and identifying areas where infrastructure or service provision needs to be improved. Shorter distances generally indicate better access to essential services, which can lead to improved educational outcomes, better health, and enhanced security for the population. Conversely, longer distances can pose significant barriers to accessing these services, particularly in rural or remote areas.","MethodOfComputation":"To compute the \"Average Travelling Distance to the Nearest School, Health Facility, Police Post by Provinces,\" first collect data on the locations of these services and the distribution of the population within each province. Then, measure the distance from each residential area or population point to the nearest school, health facility, or police post. Sum these distances for all areas within the province and divide by the total number of areas or population points considered to calculate the average distance. This process should be repeated separately for each type of service (school, health facility, and police post) to obtain the average distance for each service by province.\n\nFormula\nAverage Distance to Nearest Service (Province X)= (Total Distance from Residential Area to Nearest Service in Province X/Number of Residential Areas or Household Points in Province X)\n","SDGAlignment":"1.4.1\n11.a.1","UnitOfMeasurement":"Kilometers","FrequencyOfCollection":"Every 5 years","source_organisation_1":"Vanuatu Bureau of Statistics ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Average traveling distance to nearest school, health facility, police post by province","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-06-01"}