{"indicator_number":"ECO3-1-2","goal_number":"ECO3","goal_name":"global_goals.ECO3-title","target_number":"ECO3-1","target_name":"global_targets.ECO3-1-title","indicator_name":"indicators.ECO3-1-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO3","GoalDescription":"global_goals.ECO3-title","PolicyObjectiveId":"ECO3-1","PolicyObjectiveDescription":"global_targets.ECO3-1-title","IndicatorId":"ECO3-1-2","IndicatorDescription":"indicators.ECO3-1-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Businesses Participating in the Annual Agritourism Festival by Sector\" indicator measures the total count of businesses that participate in the annual agritourism festival, categorized by their specific sector (e.g., agriculture, tourism, food processing, crafts, hospitality). This indicator reflects the level of engagement and representation of various sectors in the agritourism festival.","Concept":"This indicator tracks the involvement of businesses from different sectors in an annual agritourism festival, which serves as a platform to showcase agricultural products, tourism services, and other related industries. Agritourism combines agricultural and tourism activities, allowing visitors to experience farm life, purchase local produce, and learn about sustainable practices. The participation of businesses from various sectors in the festival indicates the strength and diversity of the agritourism industry and highlights the interconnection between agriculture, tourism, and other related sectors.","Disaggregation":"Region","Rationale":"Monitoring the number of businesses participating in the annual agritourism festival by sector is crucial for understanding the festival's impact on promoting local businesses, fostering sectoral collaboration, and driving economic growth in the region. A high level of participation from diverse sectors can indicate strong support for agritourism, increased opportunities for business growth, and enhanced visibility for local products and services.","MethodOfComputation":"To compute the \"Number of Businesses Participating in the Annual Agritourism Festival by Sector,\" first collect data on the number of businesses that participate in the festival, categorized by sector. Then, sum the total number of participating businesses for each sector to determine the overall level of participation by industry.\n\nFormula:\nNumber of Businesses Participating by Sector= The Sum of Businesses in Sector X Participating in the Festival\n","SDGAlignment":"8.9.1\n8.9.2\n17.17.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Agriculture & Rural Development","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of businesses participating in the annual agri-tourism festival by sector","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-01-02"}