{"indicator_number":"ECO3-3-2","goal_number":"ECO3","goal_name":"global_goals.ECO3-title","target_number":"ECO3-3","target_name":"global_targets.ECO3-3-title","indicator_name":"indicators.ECO3-3-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO3","GoalDescription":"global_goals.ECO3-title","PolicyObjectiveId":"ECO3-3","PolicyObjectiveDescription":"global_targets.ECO3-3-title","IndicatorId":"ECO3-3-2","IndicatorDescription":"indicators.ECO3-3-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Capacity Utilisation Rate: Manufacturing\" indicator measures the extent to which a manufacturing company or the manufacturing sector as a whole is using its installed productive capacity. This rate is typically expressed as a percentage and indicates the ratio of actual output produced to the maximum potential output that could be produced with fully utilized resources under normal operating conditions.","Concept":"This indicator tracks the efficiency and effectiveness of resource use within the manufacturing sector. Capacity utilisation reflects how well a manufacturing plant or sector is using its capital and labour resources. High-capacity utilisation rates suggest that the manufacturing sector is operating close to its full potential, while low rates may indicate underutilization of resources, which could be due to factors such as decreased demand, inefficiencies, or operational constraints.","Disaggregation":"Region","Rationale":"Monitoring the capacity utilization rate in manufacturing is crucial for understanding the health and performance of the manufacturing sector. A high-capacity utilization rate is typically associated with greater economic efficiency, higher profitability, and stronger industrial growth. Conversely, a low rate may signal challenges such as excess capacity, weak demand, or inefficiencies in production processes.","MethodOfComputation":"To compute the \"Capacity Utilization Rate: Manufacturing,\" first collect data on the actual output produced by the manufacturing sector during a specified period. Then, determine the maximum potential output that could be achieved if the sector were operating at full capacity. Calculate the capacity utilization rate by dividing the actual output by the maximum potential output and multiplying by 100 to express the result as a percentage. This percentage indicates the extent to which the manufacturing sector's productive capacity is being utilized.\n\nFormula:\nCapacity Utilization Rate (%) = (Actual Output/Maximum Potential Output)*100","SDGAlignment":"9.3.1\n9.3.2\n14.b.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance & Treasury","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Capacity utilisation rate: Manufacturing","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-03-02"}