{"indicator_number":"ECO4-4-1","goal_number":"ECO4","goal_name":"global_goals.ECO4-title","target_number":"ECO4-4","target_name":"global_targets.ECO4-4-title","indicator_name":"indicators.ECO4-4-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO4","GoalDescription":"global_goals.ECO4-title","PolicyObjectiveId":"ECO4-4","PolicyObjectiveDescription":"global_targets.ECO4-4-title","IndicatorId":"ECO4-4-1","IndicatorDescription":"indicators.ECO4-4-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Registered Hospitality Institutions with Rooms and Services Equipped with Energy Efficient Lighting and Appliances\" indicator measures the percentage of hospitality institutions, such as hotels, resorts, and guesthouses, that have implemented energy-efficient lighting and appliances in their rooms and service areas. This includes the use of LED lighting, energy-saving air conditioning units, refrigerators, and other appliances designed to reduce energy consumption.","Concept":"This indicator tracks the adoption of energy-efficient technologies within the hospitality sector, focusing on the extent to which registered hospitality institutions are incorporating sustainable practices in their operations. Energy-efficient lighting and appliances help reduce the environmental footprint of hospitality services by lowering energy consumption, reducing greenhouse gas emissions, and cutting operational costs. The indicator provides insights into the sector’s commitment to sustainability and energy conservation.","Disaggregation":"Region","Rationale":"Monitoring the proportion of hospitality institutions equipped with energy-efficient lighting and appliances is crucial for assessing progress toward sustainability goals in the tourism and hospitality industry. Energy efficiency in hospitality not only reduces operational costs but also aligns with global and national efforts to mitigate climate change by reducing energy consumption and carbon emissions. A higher proportion indicates a stronger commitment to sustainability, potentially attracting environmentally conscious travelers and enhancing the industry's overall reputation.","MethodOfComputation":"To compute the \"Proportion of Registered Hospitality Institutions with Rooms and Services Equipped with Energy Efficient Lighting and Appliances,\" first collect data on the total number of registered hospitality institutions and the number of those that have implemented energy-efficient technologies. Calculate the proportion by dividing the number of energy-efficient institutions by the total number of registered institutions, and multiply by 100 to express it as a percentage.\n\nFormula:\nProportion of Energy-Efficient Institutions (%) = (Number of Institutions with Energy Efficient Lighting and Appliances/Total Number of Registered Hospitality Institutions)*100\n","SDGAlignment":"8.9.1 \n8.9.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5 years","source_organisation_1":"Department of Tourism","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of registered hospitality institutions with rooms and services equipped with energy efficient lighting and appliances","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO4-04-01"}