{"indicator_number":"ECO4-6-2","goal_number":"ECO4","goal_name":"global_goals.ECO4-title","target_number":"ECO4-6","target_name":"global_targets.ECO4-6-title","indicator_name":"indicators.ECO4-6-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO4","GoalDescription":"global_goals.ECO4-title","PolicyObjectiveId":"ECO4-6","PolicyObjectiveDescription":"global_targets.ECO4-6-title","IndicatorId":"ECO4-6-2","IndicatorDescription":"indicators.ECO4-6-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Annual Number of Validated Complaints Registered with Labour Union\" indicator measures the total number of complaints related to labour issues that have been officially registered and validated by labour unions within a given year. These complaints typically concern violations of labour rights, disputes over working conditions, wages, discrimination, or unfair treatment in the workplace.","Concept":"This indicator tracks the volume of labour-related grievances that are formally recognized and addressed by labour unions. A validated complaint is one that has been reviewed and accepted as legitimate by the union, based on established criteria or protocols. This indicator provides insights into the frequency and nature of labour disputes and issues within a workforce, reflecting the state of labour relations and the effectiveness of mechanisms for addressing workers' concerns.","Disaggregation":"Region","Rationale":"Monitoring the total annual number of validated complaints registered with labour unions is essential for understanding the state of labour relations and the prevalence of workplace issues. A higher number of validated complaints may indicate widespread problems such as poor working conditions, violations of labour laws, or inadequate employer practices. Conversely, a lower number may suggest better compliance with labour standards or more effective dispute resolution mechanisms.","MethodOfComputation":"To compute the \"Total Annual Number of Validated Complaints Registered with Labour Union,\" first collect data on the total number of complaints registered with labour unions during the reporting year. Next, identify and count the number of complaints that have been validated by the union as legitimate. Finally, sum the total number of validated complaints to determine the overall figure for the year.\n\nFormula:\nTotal Annual Number of Validated Complaints= Total Validated Complaints Registered with Labour Union in a Year\n","SDGAlignment":"8.8.1\n8.8.2\n","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Labour","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total annual number of validated complaints registered with Labour Union","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO4-06-02"}