{"indicator_number":"ECO4-7-2","goal_number":"ECO4","goal_name":"global_goals.ECO4-title","target_number":"ECO4-7","target_name":"global_targets.ECO4-7-title","indicator_name":"indicators.ECO4-7-2-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO4","GoalDescription":"global_goals.ECO4-title","PolicyObjectiveId":"ECO4-7","PolicyObjectiveDescription":"global_targets.ECO4-7-title","IndicatorId":"ECO4-7-2","IndicatorDescription":"indicators.ECO4-7-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Labour Market Flows\" indicator measures the movements of individuals into and out of employment, unemployment, and the labour force over a specific period. These flows include transitions between employment, unemployment, and inactivity (people not actively seeking work), providing a dynamic view of labour market activity.","Concept":"This indicator captures the fluidity and dynamics of the labour market by tracking the rates at which people enter or exit employment, move between jobs, become unemployed, or leave the labour force altogether. Labour market flows are crucial for understanding the underlying factors affecting employment levels, such as economic conditions, job creation, layoffs, and labour force participation rates. The indicator helps to assess the stability of the labour market, the effectiveness of job matching processes, and the responsiveness of the labour market to economic changes.","Disaggregation":"Region","Rationale":"Monitoring labour market flows is essential for gaining insights into the health and efficiency of the labour market. High flows into employment can indicate strong job creation and economic growth, while high flows into unemployment may signal economic distress or inefficiencies in the labour market. Similarly, tracking flows out of the labour force can provide information on discouraged workers or changing demographics.","MethodOfComputation":"To compute \"Labour Market Flows,\" first collect data on the number of individuals transitioning between employment, unemployment, and out of the labour force over a specified period. Classify these transitions into flow categories such as Employment to Unemployment or Unemployment to Employment. Calculate the flow rates by dividing the number of individuals in each flow category by the total labour market population and multiply by 100 to express it as a percentage.\n\nFormula:\nFlow Rate (%) = (Number of Individuals in Flow Category/Total Number of Individuals in the Labour Market) * 100\n","SDGAlignment":"8.8.1\n8.8.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Labour","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Labour market flows","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO4-07-02"}