{"indicator_number":"ECO4-8-1","goal_number":"ECO4","goal_name":"global_goals.ECO4-title","target_number":"ECO4-8","target_name":"global_targets.ECO4-8-title","indicator_name":"indicators.ECO4-8-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO4","GoalDescription":"global_goals.ECO4-title","PolicyObjectiveId":"ECO4-8","PolicyObjectiveDescription":"global_targets.ECO4-8-title","IndicatorId":"ECO4-8-1","IndicatorDescription":"indicators.ECO4-8-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Annual Number of New Businesses Registered by Type\" indicator measures the total count of new businesses officially registered within a country or region during a given year, categorized by the type of business entity. Business types may include sole proprietorships, partnerships, limited liability companies (LLCs), corporations, cooperatives, and other legal forms of business organization.","Concept":"This indicator tracks the entrepreneurial activity and business formation within an economy by recording the number of new businesses registered and categorizing them by their legal structure. The type of business entity chosen by entrepreneurs can reflect the nature of the business, the level of investment, the number of stakeholders involved, and the regulatory requirements they must meet. By categorizing new businesses by type, the indicator provides insights into the diversity and dynamism of the business landscape.","Disaggregation":"Industry","Rationale":"Monitoring the total annual number of new businesses registered by type is crucial for understanding the entrepreneurial climate, the ease of doing business, and the overall health of the economy. A higher number of new business registrations can indicate a favourable business environment, growing investor confidence, and economic expansion. The breakdown by business type allows policymakers and economic analysts to assess trends in business formation, identify which sectors or types of businesses are experiencing growth, and evaluate the impact of regulatory frameworks on different types of enterprises.","MethodOfComputation":"To compute the \"Total Annual Number of New Businesses Registered by Type,\" first collect data on the total number of new businesses registered within the reporting year. Categorize these businesses by their legal form or type, such as sole proprietorships, partnerships, LLCs, or corporations. Then, sum the total number of new businesses registered for each type to obtain a count of new registrations by business type.","SDGAlignment":"2.3.1\n5.a.1\n17.5.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Customs & Inland Revenue","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total annual number of new businesses registered by type","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO4-08-01"}