{"indicator_number":"ENV1-3-3","goal_number":"ENV1","goal_name":"global_goals.ENV1-title","target_number":"ENV1-3","target_name":"global_targets.ENV1-3-title","indicator_name":"indicators.ENV1-3-3-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV1","GoalDescription":"global_goals.ENV1-title","PolicyObjectiveId":"ENV1-3","PolicyObjectiveDescription":"global_targets.ENV1-3-title","IndicatorId":"ENV1-3-3","IndicatorDescription":"indicators.ENV1-3-3-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Food Price Inflation Rate or Food Price Index Compared to the National Consumer Price Index (CPI)\" indicator measures the rate at which food prices are increasing or decreasing relative to the overall price level of goods and services in the country. This indicator compares changes in the Food Price Index (FPI) with the broader Consumer Price Index (CPI), which is a measure of the average change in prices paid by consumers for a market basket of consumer goods and services, including food.","Concept":"This indicator tracks the relative inflation of food prices compared to the general inflation rate in the economy. The Food Price Index focuses specifically on the prices of food items, while the Consumer Price Index encompasses a wider range of goods and services. By comparing the FPI with the CPI, this indicator provides insights into whether food prices are rising or falling at a faster or slower rate than the overall cost of living.","Disaggregation":"Food type","Rationale":"Monitoring the Food Price Inflation Rate or Food Price Index in relation to the National CPI is essential for understanding the dynamics of food prices within the broader economic context. Food price inflation can significantly affect household budgets, especially for low-income families, and can lead to food insecurity if prices rise more rapidly than overall inflation. Conversely, if food prices increase at a slower rate than other goods and services, it may indicate improved affordability of food.","MethodOfComputation":"To compute the \"Food Price Inflation Rate or Food Price Index Compared to the National Consumer Price Index (CPI),\" first collect data on the prices of a basket of commonly consumed food items to calculate the Food Price Index (FPI). Then, obtain the National CPI, which tracks the overall price level of goods and services. Calculate the Food Price Inflation Rate by comparing the FPI over two periods and expressing the percentage change. Finally, compare this food price inflation rate to the CPI inflation rate by dividing the two, which provides insights into how food prices are rising or falling relative to overall inflation in the economy.\n\nFormula:\n*Food Price Inflation Rate (%) = (FPI in Current Period – FPI in Previous Period)/(FPI in Previous Period)) * 100\n\n*Comparison Ratio = Food Price Inflation Rate / CPI Inflation Rate\n","SDGAlignment":"2.b.1, 2.b.2, 2.3.1, 2.3.2 & 2.c.1","UnitOfMeasurement":"Index, where the base period is typically set to 100","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Bureau of Statistics ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-08-19","computation_units":null,"data_non_statistical":false,"graph_title":"Food Price Inflation Rate or Food Price Index compared to the national consumer price index (how much are prices for food going up or down, relative to all prices in the country-based on VNSO data)","graph_type":"line","reporting_status":"complete","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV1-03-03"}