{"indicator_number":"ENV1-1-2","goal_number":"ENV1","goal_name":"global_goals.ENV1-title","target_number":"ENV1-1","target_name":"global_targets.ENV1-1-title","indicator_name":"indicators.ENV1-1-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV1","GoalDescription":"global_goals.ENV1-title","PolicyObjectiveId":"ENV1-1","PolicyObjectiveDescription":"global_targets.ENV1-1-title","IndicatorId":"ENV1-1-2","IndicatorDescription":"indicators.ENV1-1-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Up-to-Date Data on Primary Production (Agriculture, Livestock, Forestry, Fisheries, Biosecurity) Available for Analysis and Informed Decision-Making and Reporting\" indicator measures the availability and timeliness of accurate, comprehensive, and current data related to primary production sectors such as agriculture, livestock, forestry, fisheries, and biosecurity. This data is crucial for effective analysis, decision-making, and reporting at both the national and regional levels.","Concept":"This indicator tracks the accessibility and relevance of data related to primary production sectors. Primary production data includes statistics and information on crop yields, livestock populations, forest resources, fish catches, and biosecurity measures, among others. Having up-to-date and reliable data is essential for monitoring sector performance, assessing trends, making informed policy decisions, and ensuring sustainable management of natural resources. The indicator reflects the capacity of a country or region to collect, maintain, and disseminate this data regularly.","Disaggregation":"Sector & Region","Rationale":"Monitoring the availability of up-to-date data on primary production is critical for effective governance, policy formulation, and sustainable development. Reliable data enables governments and stakeholders to make informed decisions that can improve agricultural productivity, enhance food security, manage natural resources sustainably, and respond to environmental challenges. Without accurate and current data, decisions may be based on outdated or incomplete information, leading to inefficiencies, mismanagement, and missed opportunities.","MethodOfComputation":"To compute the \"Up-to-Date Data on Primary Production (Agriculture, Livestock, Forestry, Fisheries, Biosecurity) Available for Analysis and Informed Decision-Making and Reporting,\" first collect and assess the availability and timeliness of data across the primary production sectors. Then, evaluate the proportion of data sets that are up-to-date and readily available for analysis and decision-making. Calculate this proportion by dividing the number of up-to-date and available data sets by the total number of required data sets, and multiply by 100 to express it as a percentage.\n\nFormula:\nProportion of Up to Date Data Available (%) = (Number of Primary Production Data Sets That Are Up to Date and Available/Number of Required Primary Production Data Sets) * 100","SDGAlignment":" 2.3.1, 2.3.2, 2.4.1, 14.7.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Bureau of Statistics","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Up to date data on primary production (agriculture, livestock, forestry, fisheries, biosecurity) available for analysis and informed decision-making and reporting","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"The 2022 National Agriculture Census report was officially launched in 2024, providing the most comprehensive and up-to-date data on primary production across agriculture, livestock, forestry, fisheries, and biosecurity. As the first agriculture census in over a decade, it collected detailed information from farming households nationwide, covering land use, crop production, livestock holdings, farming practices, and access to services. This data is critical for informed decision-making, policy development, and national reporting on food security, rural livelihoods, and sustainable resource management.","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV1-01-02"}