{"indicator_number":"ENV1-5-2","goal_number":"ENV1","goal_name":"global_goals.ENV1-title","target_number":"ENV1-5","target_name":"global_targets.ENV1-5-title","indicator_name":"indicators.ENV1-5-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV1","GoalDescription":"global_goals.ENV1-title","PolicyObjectiveId":"ENV1-5","PolicyObjectiveDescription":"global_targets.ENV1-5-title","IndicatorId":"ENV1-5-2","IndicatorDescription":"indicators.ENV1-5-2-title","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"The \"Crop Diversity Index with a Focus on Fruit and Vegetables (Average Number of Varieties Planted of Crops by Province)\" indicator measures the average number of different crop varieties, particularly fruits and vegetables, planted across provinces. This index reflects the level of biodiversity in agricultural practices within each province and focuses on the variety of crops being cultivated to ensure a diverse and resilient food system","Concept":"This indicator tracks the diversity of crop varieties grown, with an emphasis on fruits and vegetables, across different provinces. Crop diversity is a crucial aspect of agricultural sustainability, as it enhances ecosystem resilience, supports food security, and reduces the risks associated with monoculture practices. By focusing on the number of different varieties planted, the indicator provides insights into the richness of agricultural biodiversity and the extent to which different crop varieties are being preserved and utilized.","Disaggregation":"Region","Rationale":"Monitoring the crop diversity index is essential for promoting sustainable agriculture and ensuring food security. A diverse range of crops, especially fruits and vegetables, contributes to a balanced diet, supports environmental health, and reduces vulnerability to pests, diseases, and climate change. High crop diversity can also improve soil fertility and provide economic benefits by offering a broader range of marketable products. It also supports food security by ensuring a variety of food sources and contributes to nutritional diversity, which is important for public health.","MethodOfComputation":"To compute the \"Crop Diversity Index with a Focus on Fruit and Vegetables (Average Number of Varieties Planted of Crops by Province),\" first collect data on the number of different varieties of fruit and vegetable crops planted within each province. Then, calculate the average number of varieties by summing the total number of different varieties planted and dividing by the total number of crops reported. Aggregate the data by province to obtain the average number of crop varieties planted per province.\n\nFormula:\nCrop Diversity Index (Average Number of Varieties) = Total Number of Different Fruit and Vegetable Varieties Planted/Total Number of Crops Planted\n","SDGAlignment":"2.3.1, 2.3.2 & 12.8.1","UnitOfMeasurement":"Index","FrequencyOfCollection":"Every 10 years","source_organisation_1":"Vanuatu Bureau of Statistics ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Crop diversity index with a focus on fruit and vegetables (average number of varieties planted of crops by province)","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV1-05-02"}