{"indicator_number":"ENV1-2-1","goal_number":"ENV1","goal_name":"global_goals.ENV1-title","target_number":"ENV1-2","target_name":"global_targets.ENV1-2-title","indicator_name":"indicators.ENV1-2-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV1","GoalDescription":"global_goals.ENV1-title","PolicyObjectiveId":"ENV1-2","PolicyObjectiveDescription":"global_targets.ENV1-2-title","IndicatorId":"ENV1-2-1","IndicatorDescription":"indicators.ENV1-2-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"National Food Guidelines Directing Food Security and Nutrition Promotional Activities (Including Aelan Kaikai) Completed and Operational\" indicator measures whether a set of national guidelines has been developed, finalized, and implemented to guide food security and nutrition promotional activities. These guidelines encompass recommendations and strategies for improving food security, enhancing nutrition, and promoting traditional diets, including initiatives such as \"Aelan Kaikai\" (traditional island food).","Concept":"This indicator assesses the existence and implementation of comprehensive national food guidelines that provide a framework for addressing food security and nutrition issues at a national level. The guidelines are intended to direct activities, programs, and policies that promote healthy eating, food security, and the preservation of traditional diets. The term \"operational\" refers to the guidelines being actively used to influence policy decisions, public health campaigns, and community initiatives. The inclusion of \"aelan kaikai\" emphasizes the importance of preserving and promoting traditional diets as part of a broader strategy to improve nutritional outcomes.","Disaggregation":"Region","Rationale":"Monitoring the completion and operational status of national food guidelines is crucial for ensuring that a country has a coherent and actionable framework to address food security and nutrition issues. Such guidelines are essential for coordinating efforts across sectors to improve public health, reduce malnutrition, and promote sustainable food systems. The inclusion of traditional foods like \"aelan kaikai\" highlights the cultural and nutritional significance of local food practices.","MethodOfComputation":"To compute the percentage of \"National Food Guidelines Directing Food Security and Nutrition Promotional Activities (Including Aelan Kaikai) Completed and Operational,\" first determine the total number of relevant guidelines. Then, count the number of these guidelines that are both completed and actively operational. Finally, calculate the percentage by dividing the number of completed and operational guidelines by the total number of relevant guidelines, and multiply by 100 to express it as a percentage.\n\nFormula\nPercentage of Completed and Operational Guidelines (%) = (Number of Completed and Operational Guidelines/Total Number of Relevant Guidelines) * 100\n","SDGAlignment":"12.8.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"The Gudfala Kakae policy in Vanuatu, launched in 2020, focuses on improving food and nutrition security by promoting local food production and consumption. It aims to ensure that ni-Vanuatu can grow and eat more nutritious, locally-sourced food, thus enhancing their health and prosperity. The policy aligns with the Vanuatu National Sustainable Development Plan (NSDP) and is being implemented through various initiatives, including the Farm to Table concept which encourages the use of local food in restaurants and school cafeterias.","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV1-02-01"}