{"indicator_number":"ENV2-5-1","goal_number":"ENV2","goal_name":"global_goals.ENV2-title","target_number":"ENV2-5","target_name":"global_targets.ENV2-5-title","indicator_name":"indicators.ENV2-5-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV2","GoalDescription":"global_goals.ENV2-title","PolicyObjectiveId":"ENV2-5","PolicyObjectiveDescription":"global_targets.ENV2-5-title","IndicatorId":"ENV2-5-1","IndicatorDescription":"indicators.ENV2-5-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Targets Met in the National Environment Policy and Implementation Plan 2016-2030\" indicator measures the percentage of the specific targets set out in the National Environment Policy and Implementation Plan (NEPIP) for the period 2016-2030 that have been successfully achieved. This indicator reflects the progress made in reaching the environmental goals and objectives outlined in the policy and implementation plan.","Concept":"This indicator tracks the progress of environmental goals and targets established in the NEPIP 2016-2030, which serves as a strategic framework for environmental management and sustainability. The policy includes a set of defined targets aimed at addressing key environmental challenges, such as biodiversity conservation, pollution control, climate change mitigation, and sustainable resource management. By measuring the proportion of targets met, this indicator provides insights into the effectiveness of the policy implementation and the overall success of the plan in achieving its intended outcomes.","Disaggregation":"Region","Rationale":"Monitoring the proportion of targets met in the NEPIP 2016-2030 is crucial for assessing the effectiveness of national environmental policies and ensuring accountability in achieving sustainable development goals. Meeting these targets is essential for improving environmental quality, protecting natural resources, and enhancing the well-being of current and future generations.","MethodOfComputation":"To compute the \"Proportion of Targets Met in the National Environment Policy and Implementation Plan 2016-2030,\" first identify and list all the specific targets outlined in the plan. Then, assess the progress made toward each target to determine whether it has been fully met, partially met, or not met. Next, divide the number of fully met targets by the total number of targets in the plan. Finally, multiply the result by 100 to express the proportion of targets met as a percentage.\n\nFormula:\nProportion of Targets Met (%) = (Number of Fully Met Targets/Total Number of Targets in the NEPIP) * 100\n","SDGAlignment":"13.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Environmental Protection & Conservation ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of targets met in National Environment Policy and Implementation Plan 2016-2030","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-05-01"}