{"indicator_number":"ENV2-4-2","goal_number":"ENV2","goal_name":"global_goals.ENV2-title","target_number":"ENV2-4","target_name":"global_targets.ENV2-4-title","indicator_name":"indicators.ENV2-4-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV2","GoalDescription":"global_goals.ENV2-title","PolicyObjectiveId":"ENV2-4","PolicyObjectiveDescription":"global_targets.ENV2-4-title","IndicatorId":"ENV2-4-2","IndicatorDescription":"indicators.ENV2-4-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Vehicles That Comply with Emission Standards\" indicator measures the percentage of vehicles within a given region or country that meet established emission standards. These standards are regulations that limit the amount of pollutants (such as carbon monoxide, nitrogen oxides, particulate matter, and hydrocarbons) that vehicles are allowed to emit.","Concept":"This indicator tracks the compliance of vehicles with environmental regulations designed to control air pollution from transportation sources. Emission standards are set by governments to reduce the harmful environmental and health impacts of vehicle emissions. By measuring the proportion of vehicles that comply with these standards, the indicator provides insight into the effectiveness of policies aimed at reducing air pollution and promoting cleaner transportation options.","Disaggregation":"Region","Rationale":"Monitoring the proportion of vehicles that comply with emission standards is crucial for assessing progress in reducing air pollution and protecting public health. Vehicles that do not meet emission standards contribute significantly to air quality problems, leading to respiratory issues, environmental degradation, and climate change.","MethodOfComputation":"To compute the \"Proportion of Vehicles That Comply with Emission Standards,\" first collect data on the total number of vehicles in the region or country. Then, gather data on the number of vehicles that have been tested and certified as meeting the required emission standards. Next, divide the number of vehicles that comply with emission standards by the total number of vehicles. Finally, multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Vehicles Complying with Emission Standards (%) = (Number of Vehicles Complying with Emission Standards/Total Number of Vehicles) * 100\n","SDGAlignment":"11.6.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Infrastructure & Public Utilities ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of vehicles that comply with emission standards","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-04-02"}