{"Proxy":"No","Definition":"The \"Proportion of Revised National Waste Management Strategy and Action Plan Implemented\" indicator measures the percentage of the revised National Waste Management Strategy and Action Plan that has been successfully put into action. This indicator reflects the extent to which the planned initiatives, policies, and actions outlined in the strategy have been carried out within a specified timeframe.","Concept":"This indicator tracks the progress of implementing a revised national strategy and action plan focused on waste management. A waste management strategy typically includes goals, policies, and specific actions aimed at improving waste collection, processing, recycling, and disposal practices. The revision of such a strategy often incorporates updated goals, new technologies, regulatory changes, and lessons learned from previous efforts. By measuring the proportion of the plan that has been implemented, this indicator provides insights into the effectiveness of waste management governance and the country's commitment to sustainable waste management practices.","Disaggregation":"Region","Rationale":"Monitoring the implementation of the revised National Waste Management Strategy and Action Plan is crucial for ensuring that waste management goals are being met and that the country is on track to achieve its waste reduction, recycling, and environmental protection targets. Effective implementation is key to reducing environmental pollution, conserving resources, and improving public health.","MethodOfComputation":"To compute the \"Proportion of Revised National Waste Management Strategy and Action Plan Implemented,\" first identify and list all the components, initiatives, or actions outlined in the revised strategy and action plan. Then, assess the implementation status of each component to determine whether it has been fully, partially, or not implemented. Next, divide the number of fully implemented actions by the total number of actions outlined in the plan. Finally, multiply the result by 100 to express the proportion of the strategy and action plan that has been implemented as a percentage.\n\nFormula:\nProportion of Strategy Implemented (%) = (Number of Fully Implemented Components/Total Number of Components in the Strategy) * 100\n","SDGAlignment":"11.6.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Infrastructure & Public Utilities ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","indicator_number":"ENV2-4-3","goal_number":"ENV2","goal_name":"global_goals.ENV2-title","target_number":"ENV2-4","target_name":"global_targets.ENV2-4-title","indicator_name":"indicators.ENV2-4-3-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV2","GoalDescription":"global_goals.ENV2-title","PolicyObjectiveId":"ENV2-4","PolicyObjectiveDescription":"global_targets.ENV2-4-title","IndicatorId":"ENV2-4-3","IndicatorDescription":"indicators.ENV2-4-3-title","national_geographical_coverage":"Vanuatu","composite_breakdown_label":"","computation_units":"Percentage","copyright":"","data_footnote":"Data Source: Ministry of Infrastructure & Public Utilities ","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Proportion of revised National Waste Management Strategy and Action Plan implemented","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"notstarted","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","indicator_sort_order":"ENV2-04-03"}