{"indicator_number":"ENV3-5-2","goal_number":"ENV3","goal_name":"global_goals.ENV3-title","target_number":"ENV3-5","target_name":"global_targets.ENV3-5-title","indicator_name":"indicators.ENV3-5-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV3","GoalDescription":"global_goals.ENV3-title","PolicyObjectiveId":"ENV3-5","PolicyObjectiveDescription":"global_targets.ENV3-5-title","IndicatorId":"ENV3-5-2","IndicatorDescription":"indicators.ENV3-5-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Climate and Disaster Finance Funds to Which Vanuatu is Formally Accredited\" indicator measures the total count of international and regional climate and disaster finance funds to which Vanuatu has gained formal accreditation. Accreditation typically means that Vanuatu is recognized as an eligible entity to access and manage financial resources provided by these funds to support climate change adaptation, mitigation, and disaster risk management projects.","Concept":"This indicator tracks Vanuatu's ability to engage with and access financial resources from various climate and disaster finance mechanisms. Accreditation is often required for a country to directly receive and manage funds from international finance bodies, such as the Green Climate Fund (GCF), Adaptation Fund, or other regional disaster risk management funds. The indicator reflects the country's readiness and capacity to participate in global and regional financial mechanisms that support climate resilience and disaster preparedness.","Disaggregation":"Sector","Rationale":"Monitoring the number of climate and disaster finance funds to which Vanuatu is formally accredited is important for understanding the country’s access to critical financial resources needed for climate change adaptation and disaster risk management. Accreditation allows Vanuatu to secure funding for national and community-level projects that address environmental vulnerabilities and enhance resilience.","MethodOfComputation":"To compute the \"Number of Climate and Disaster Finance Funds to Which Vanuatu is Formally Accredited,\" first identify and list all relevant international and regional climate and disaster finance funds that offer accreditation. Then, verify whether Vanuatu has achieved formal accreditation for each of these funds. Finally, count the total number of funds to which Vanuatu is formally accredited.\n\n\nFormula:\nTotal Number of Accredited Funds = Sum of All Climate and Disaster Finance Funds to Which Vanuatu is Accredited\n","SDGAlignment":"13.a.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of climate and disaster finance funds to which Vanuatu is formally accredited","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV3-05-02"}