{"indicator_number":"ENV3-2-3","goal_number":"ENV3","goal_name":"global_goals.ENV3-title","target_number":"ENV3-2","target_name":"global_targets.ENV3-2-title","indicator_name":"indicators.ENV3-2-3-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV3","GoalDescription":"global_goals.ENV3-title","PolicyObjectiveId":"ENV3-2","PolicyObjectiveDescription":"global_targets.ENV3-2-title","IndicatorId":"ENV3-2-3","IndicatorDescription":"indicators.ENV3-2-3-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Increased Knowledge and Scientific Research in Atmospheric and Earth Sciences\" indicator measures the growth in knowledge and the volume of scientific research conducted in the fields of atmospheric and earth sciences. This includes research outputs such as published papers, studies, reports, and data collection initiatives that contribute to a better understanding of atmospheric processes, climate change, geology, and related environmental phenomena.","Concept":"This indicator tracks the expansion of scientific knowledge and research activities in atmospheric and earth sciences. These fields encompass the study of weather, climate, air quality, geological processes, and the Earth's physical structure. The indicator reflects the efforts made by academic institutions, research organizations, and government agencies to advance scientific understanding of these critical areas, which are essential for informed decision-making, environmental management, and addressing global challenges such as climate change.","Disaggregation":"Region","Rationale":"Monitoring the increase in knowledge and scientific research in atmospheric and earth sciences is crucial for supporting evidence-based policymaking and improving the management of natural resources and environmental risks. Enhanced scientific research contributes to the development of more accurate climate models, better predictions of natural disasters, and more effective strategies for mitigating and adapting to environmental changes.","MethodOfComputation":"To compute the \"Increased Knowledge and Scientific Research in Atmospheric and Earth Sciences\" indicator, first collect data on the number of research publications, projects, and studies related to atmospheric and earth sciences. Evaluate the quality and impact of these research outputs. Then, compare the current volume of research with baseline data from previous periods to calculate the increase in research outputs. Express this increase as a percentage or count of additional outputs.\n\n\nFormula:\nIncrease in Research Outputs (%) = ((Current Number of Research Outputs − Baseline Number of Research Outputs/Baseline Number of Research Outputs)) * 100\n","SDGAlignment":"13.1.1, 13.2.1, 13.3.1 & 13.3.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation        ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Increased knowledge and scientific research in atmospheric and earth sciences","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV3-02-03"}