{"indicator_number":"ENV4-5-1","goal_number":"ENV4","goal_name":"global_goals.ENV4-title","target_number":"ENV4-5","target_name":"global_targets.ENV4-5-title","indicator_name":"indicators.ENV4-5-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV4","GoalDescription":"global_goals.ENV4-title","PolicyObjectiveId":"ENV4-5","PolicyObjectiveDescription":"global_targets.ENV4-5-title","IndicatorId":"ENV4-5-1","IndicatorDescription":"indicators.ENV4-5-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Approved Fisheries Management Plans for Designated Fisheries\" indicator measures the total count of fisheries management plans that have been formally approved and are in place for specific, designated fisheries. These management plans are comprehensive documents that outline strategies, regulations, and measures aimed at ensuring the sustainable use and conservation of fishery resources.","Concept":"This indicator tracks the development and formal approval of Fisheries Management Plans (FMPs) that are designed to guide the sustainable management of specific fisheries. An FMP typically includes regulations on fishing methods, quotas, seasons, habitat protection, monitoring, and enforcement mechanisms. The plans are essential tools for preventing overfishing, protecting marine ecosystems, and ensuring that fishery resources are managed in a way that balances ecological health with economic and social benefits.","Disaggregation":"Region","Rationale":"Monitoring the total number of approved Fisheries Management Plans is critical for assessing the effectiveness of fisheries governance and the commitment to sustainable fisheries management. FMPs play a vital role in conserving fish stocks, protecting marine habitats, and ensuring that fishing practices are sustainable in the long term.","MethodOfComputation":"To compute the \"Total Number of Approved Fisheries Management Plans for Designated Fisheries,\" first identify all designated fisheries for which Fisheries Management Plans are required or have been developed. Verify that these plans have been formally approved by reviewing official records and documentation. Then, count the total number of approved plans for the designated fisheries within the reporting period.\n\n\nFormula:\nTotal Number of Approved FMPs = Sum of All Verified Approved Fisheries Management Plans\n","SDGAlignment":"14.5.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Fisheries ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of approved Fisheries Management Plans for designated fisheries","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV4-05-01"}