{"indicator_number":"ENV4-1-1","goal_number":"ENV4","goal_name":"global_goals.ENV4-title","target_number":"ENV4-1","target_name":"global_targets.ENV4-1-title","indicator_name":"indicators.ENV4-1-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV4","GoalDescription":"global_goals.ENV4-title","PolicyObjectiveId":"ENV4-1","PolicyObjectiveDescription":"global_targets.ENV4-1-title","IndicatorId":"ENV4-1-1","IndicatorDescription":"indicators.ENV4-1-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Declared Physical Planning Areas That Have a Physical Plan\" indicator measures the percentage of officially designated physical planning areas that have a comprehensive and approved physical plan in place. A physical plan typically outlines land use, infrastructure development, environmental conservation, and other spatial planning considerations within a specified area.","Concept":"This indicator tracks the progress of urban and regional planning by assessing whether designated physical planning areas have been equipped with formal plans that guide their development. Physical planning is essential for ensuring sustainable land use, coordinating infrastructure development, managing natural resources, and mitigating environmental impacts. The indicator provides insights into the extent to which planning areas are being managed in accordance with established planning principles and regulations.","Disaggregation":"Region","Rationale":"Monitoring the proportion of declared physical planning areas with physical plans is crucial for evaluating the effectiveness of spatial planning efforts. Having a physical plan in place helps ensure that development within these areas is orderly, sustainable, and aligned with broader environmental and socio-economic goals.","MethodOfComputation":"To compute the \"Proportion of Declared Physical Planning Areas That Have a Physical Plan,\" first identify and list all officially designated physical planning areas. Then, verify whether each area has an approved physical plan in place. Next, divide the number of planning areas with approved physical plans by the total number of declared planning areas. Finally, multiply the result by 100 to express the proportion as a percentage.\n\n\nFormula:\nProportion of Areas with Physical Plans (%) = (Number of Declared Areas with a Physical Plan/Total Number of Declared Physical Planning Areas) * 100 \n","SDGAlignment":"11.a.1, 11.b.1 & 11.b.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Lands, Survey & Registry","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of declared physical planning areas that have a physical plan","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV4-01-01"}