{"indicator_number":"ENV4-1-2","goal_number":"ENV4","goal_name":"global_goals.ENV4-title","target_number":"ENV4-1","target_name":"global_targets.ENV4-1-title","indicator_name":"indicators.ENV4-1-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV4","GoalDescription":"global_goals.ENV4-title","PolicyObjectiveId":"ENV4-1","PolicyObjectiveDescription":"global_targets.ENV4-1-title","IndicatorId":"ENV4-1-2","IndicatorDescription":"indicators.ENV4-1-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Directives of the National Land Use Planning Policy Implemented\" indicator measures the percentage of specific directives or actions outlined in the national land use planning policy that have been successfully implemented. These directives may include regulations, guidelines, initiatives, and other measures intended to guide land use planning and management at the national level.","Concept":"This indicator tracks the implementation of the national land use planning policy by assessing the extent to which its directives are put into action. Land use planning policy directives typically cover a wide range of issues, including zoning, land allocation, environmental conservation, infrastructure development, and the sustainable use of natural resources. The indicator reflects the effectiveness of the policy implementation process and the government's commitment to achieving the policy's goals.","Disaggregation":"Region","Rationale":"Monitoring the proportion of directives implemented from the national land use planning policy is crucial for evaluating the success of land use management efforts. Effective implementation of these directives ensures that land use is organized, sustainable, and aligned with national development objectives.","MethodOfComputation":"To compute the \"Proportion of Directives of the National Land Use Planning Policy Implemented,\" first identify all the directives or action items outlined in the national land use planning policy. Assess the implementation status of each directive by reviewing relevant government reports and records. Calculate the proportion by dividing the number of fully implemented directives by the total number of directives in the policy, and multiply by 100 to express the result as a percentage.\n\nFormula:\nProportion of Directives Implemented (%) = (Number of Fully Implemented Directives/Total Number of Directives in the Policy) * 100\n","SDGAlignment":"11.a.1, 11.b.1, 11.b.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Lands, Survey & Registry","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of directives of the national land use planning policy implemented","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV4-01-02"}