{"indicator_number":"ENV4-3-1","goal_number":"ENV4","goal_name":"global_goals.ENV4-title","target_number":"ENV4-3","target_name":"global_targets.ENV4-3-title","indicator_name":"indicators.ENV4-3-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV4","GoalDescription":"global_goals.ENV4-title","PolicyObjectiveId":"ENV4-3","PolicyObjectiveDescription":"global_targets.ENV4-3-title","IndicatorId":"ENV4-3-1","IndicatorDescription":"indicators.ENV4-3-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Extraction Activities Complying with Environmental Impact Assessment (EIA) Requirements\" indicator measures the percentage of extraction activities—such as mining, quarrying, logging, and other resource extraction operations—that have successfully undergone and complied with Environmental Impact Assessment (EIA) processes as mandated by law. Compliance includes the completion of the EIA process, approval from relevant authorities, and the implementation of the recommended environmental management and mitigation measures.","Concept":"This indicator tracks the adherence of extraction activities to environmental regulations through the Environmental Impact Assessment process. An EIA is a crucial tool used to evaluate the potential environmental impacts of proposed extraction activities before they commence. It ensures that environmental considerations are integrated into the planning and decision-making process, helping to prevent or minimize negative environmental impacts. The indicator reflects the level of compliance within the extraction industry and the effectiveness of regulatory oversight in protecting the environment.","Disaggregation":"Region","Rationale":"Monitoring the proportion of extraction activities that comply with EIA requirements is essential for promoting sustainable resource management and protecting the environment. Compliance with EIA requirements helps to mitigate the adverse effects of extraction activities on ecosystems, biodiversity, water resources, and local communities.","MethodOfComputation":"To compute the \"Proportion of Extraction Activities Complying with Environmental Impact Assessment (EIA) Requirements,\" first identify all extraction activities that are legally required to undergo an EIA. Assess whether each activity has completed the EIA process and is in compliance with the recommendations and conditions outlined in the EIA report. Calculate the proportion by dividing the number of compliant activities by the total number of extraction activities requiring an EIA, and multiply by 100 to express the result as a percentage.\n\n\n\nFormula:\nProportion of Compliant Activities (%) = (Number of Extraction Activities Complying with EIA Requirements/Total Number of Extraction Activities Requiring EIA) * 100\n","SDGAlignment":"12.2.1, 15.1.1, 15.1.2, 15.2.1, 15.3.1, 15.4.1 & 15.4.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Geology & Mines","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of extraction activities complying with EIA requirements","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV4-03-01"}