{"indicator_number":"ENV5-3-1","goal_number":"ENV5","goal_name":"global_goals.ENV5-title","target_number":"ENV5-3","target_name":"global_targets.ENV5-3-title","indicator_name":"indicators.ENV5-3-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV5","GoalDescription":"global_goals.ENV5-title","PolicyObjectiveId":"ENV5-3","PolicyObjectiveDescription":"global_targets.ENV5-3-title","IndicatorId":"ENV5-3-1","IndicatorDescription":"indicators.ENV5-3-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Population with Knowledge of the Names of Local Flora and Fauna\" indicator measures the percentage of the population that can accurately identify and name local plant and animal species. This knowledge includes recognizing species by their common or scientific names and understanding their significance within the local ecosystem or cultural context.","Concept":"This indicator focuses on the level of ecological literacy among the population, specifically their knowledge of local biodiversity. Understanding and recognizing local flora and fauna is an essential aspect of environmental awareness and conservation. This knowledge is often tied to cultural heritage, traditional practices, and sustainable resource management. The indicator provides insights into how well the population is connected to its natural environment and the effectiveness of education and awareness programs aimed at promoting biodiversity conservation.","Disaggregation":"Region","Rationale":"Knowledge of local flora and fauna is crucial for fostering a connection between people and their natural environment, which in turn supports conservation efforts. When individuals are familiar with the species in their surroundings, they are more likely to value and protect them. This knowledge also plays a key role in preserving cultural heritage, as many communities have traditional uses and stories associated with local species. Monitoring the proportion of the population with this knowledge helps assess the success of educational initiatives, the transmission of traditional ecological knowledge, and the overall public engagement in biodiversity conservation.","MethodOfComputation":"To compute the \"Proportion of Population with Knowledge of the Names of Local Flora and Fauna,\" first conduct a survey or assessment to measure knowledge of local plant and animal species among a representative sample of the population. Evaluate the responses to determine the number of individuals who can correctly identify and name local species. Calculate the proportion by dividing the number of knowledgeable individuals by the total number of survey respondents, and multiply by 100 to express the result as a percentage.\n\nFormula:\nProportion of Population with Knowledge (%) = (Number of Individuals with Knowledge of Local Species/Total Number of Survey Respondents) * 100\n","SDGAlignment":"14.7.1, 15.5.1 & 15.9.1","UnitOfMeasurement":"Percentage ","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Environmental Protection & Conservation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of population with knowledge of the names of local flora and fauna","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-03-01"}