{"indicator_number":"ENV5-6-1","goal_number":"ENV5","goal_name":"global_goals.ENV5-title","target_number":"ENV5-6","target_name":"global_targets.ENV5-6-title","indicator_name":"indicators.ENV5-6-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV5","GoalDescription":"global_goals.ENV5-title","PolicyObjectiveId":"ENV5-6","PolicyObjectiveDescription":"global_targets.ENV5-6-title","IndicatorId":"ENV5-6-1","IndicatorDescription":"indicators.ENV5-6-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Government Agencies Using a Central Information Sharing System for Environment Data\" indicator measures the percentage of government agencies that are actively utilizing a centralized information-sharing platform or system to access, share, and manage environmental data. This system is designed to facilitate inter-agency collaboration, data consistency, and informed decision-making on environmental issues.","Concept":"This indicator tracks the adoption and use of a central information sharing system by government agencies responsible for environmental management, regulation, and policymaking. Such a system enables agencies to share critical environmental data, including information on natural resources, pollution, climate change, biodiversity, and other environmental factors. The centralization of data helps to reduce duplication, ensure data accuracy, and improve the efficiency of environmental governance.","Disaggregation":"Sector","Rationale":"Monitoring the proportion of government agencies using a central information sharing system for environment data is essential for assessing the effectiveness of data management and inter-agency coordination in environmental governance. Centralized data systems are critical for enabling a comprehensive understanding of environmental issues, fostering collaboration among agencies, and supporting evidence-based policymaking.","MethodOfComputation":"To compute the \"Proportion of Government Agencies Using a Central Information Sharing System for Environment Data,\" first identify all relevant government agencies involved in environmental management. Verify whether these agencies are actively using the central system by reviewing access logs or usage reports. Calculate the proportion by dividing the number of agencies using the system by the total number of relevant agencies, and multiply by 100 to express the result as a percentage.\n\nFormula:\nProportion of Agencies Using the System (%) = (Number of Agencies Using the Central System/Total Number of Relevant Government Agencies) * 100\n","SDGAlignment":"15.9.1, 15.a.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of government agencies using a central information sharing system for environment data","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-06-01"}