{"indicator_number":"ENV5-2-2","goal_number":"ENV5","goal_name":"global_goals.ENV5-title","target_number":"ENV5-2","target_name":"global_targets.ENV5-2-title","indicator_name":"indicators.ENV5-2-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV5","GoalDescription":"global_goals.ENV5-title","PolicyObjectiveId":"ENV5-2","PolicyObjectiveDescription":"global_targets.ENV5-2-title","IndicatorId":"ENV5-2-2","IndicatorDescription":"indicators.ENV5-2-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Community Management Committees Implementing Their Community Conservation Area (CCA) Management Plan\" indicator measures the percentage of community management committees that are actively implementing the management plans developed for their respective Community Conservation Areas (CCAs). This includes carrying out the conservation activities, monitoring, enforcement, and other actions outlined in the management plan to protect and manage the CCA.","Concept":"This indicator tracks the effectiveness of community-led conservation efforts by assessing the extent to which management plans for CCAs are being put into action. A CCA management plan typically includes strategies for biodiversity conservation, sustainable resource use, habitat restoration, and community involvement. The implementation of these plans is crucial for achieving the conservation objectives set by the community and ensuring the long-term sustainability of the CCA.","Disaggregation":"Region","Rationale":"Monitoring the proportion of community management committees that are implementing their CCA management plans is essential for evaluating the success of community-based conservation initiatives. Effective implementation of these plans is a key indicator of the community’s commitment to conservation and the capacity of the management committee to oversee and execute conservation activities.","MethodOfComputation":"To compute the \"Proportion of Community Management Committees Implementing Their Community Conservation Area (CCA) Management Plan,\" first identify all community management committees that have established a management plan for their CCAs. Assess the implementation status of each plan by reviewing relevant reports and documentation. Calculate the proportion by dividing the number of committees actively implementing their plans by the total number of committees with management plans, and multiply by 100 to express the result as a percentage.\n\n\nFormula:\nProportion of Committees Implementing Their Plans (%) = (Number of Committees Implementing Their Plans/Total Number of Committees with Management Plans) * 100\n","SDGAlignment":"14.2.1, 15.1.1 & 15.1.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Environmental Protection & Conservation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of community management committees implementing their CCA management plan","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-02-02"}