{"indicator_number":"ENV5-1-1","goal_number":"ENV5","goal_name":"global_goals.ENV5-title","target_number":"ENV5-1","target_name":"global_targets.ENV5-1-title","indicator_name":"indicators.ENV5-1-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV5","GoalDescription":"global_goals.ENV5-title","PolicyObjectiveId":"ENV5-1","PolicyObjectiveDescription":"global_targets.ENV5-1-title","IndicatorId":"ENV5-1-1","IndicatorDescription":"indicators.ENV5-1-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of National Biodiversity Strategy and Action Plan (NBSAP) and National Invasive Species Strategy and Action Plan (NISSAP) Targets Met\" indicator measures the percentage of specific targets outlined in the NBSAP and NISSAP that have been successfully achieved. These targets are part of national strategies aimed at conserving biodiversity and managing invasive species to protect ecosystems and natural resources.","Concept":"This indicator tracks the progress of implementing the NBSAP and NISSAP by assessing how many of their targets have been met. The NBSAP focuses on the conservation, sustainable use, and equitable sharing of benefits arising from biodiversity. The NISSAP targets the control and management of invasive species, which pose a significant threat to biodiversity. The indicator provides insight into the effectiveness of national efforts to protect biodiversity and manage invasive species, reflecting the country’s commitment to fulfilling its environmental obligations.","Disaggregation":"Sector","Rationale":"Monitoring the proportion of NBSAP and NISSAP targets met is crucial for evaluating the success of biodiversity conservation and invasive species management efforts. Achieving these targets is essential for safeguarding ecosystems, ensuring sustainable development, and maintaining ecological balance.","MethodOfComputation":"To compute the \"Proportion of National Biodiversity Strategy and Action Plan (NBSAP) and National Invasive Species Strategy and Action Plan (NISSAP) Targets Met,\" first identify all the targets set within the NBSAP and NISSAP. Assess the achievement status of each target by reviewing relevant reports and documentation. Calculate the proportion by dividing the number of fully achieved targets by the total number of targets in both plans, and multiply by 100 to express the result as a percentage.\n\n\nFormula:\nProportion of Targets Met (%) = (Number of Targets Fully Achieved/Total Number of Targets in NBSAP and NISSAP) * 100\n","SDGAlignment":"15.9.1","UnitOfMeasurement":"Percentage ","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Environmental Protection & Conservation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of NBSAP and NISSAP targets met","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-01-01"}