{"indicator_number":"SOC1-2-2","goal_number":"SOC1","goal_name":"global_goals.SOC1-title","target_number":"SOC1-2","target_name":"global_targets.SOC1-2-title","indicator_name":"indicators.SOC1-2-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC1","GoalDescription":"global_goals.SOC1-title","PolicyObjectiveId":"SOC1-2","PolicyObjectiveDescription":"global_targets.SOC1-2-title","IndicatorId":"SOC1-2-2","IndicatorDescription":"indicators.SOC1-2-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Population Possessing Common and Basic Traditional Production Skills Related to Weaving, Transport, Housing, Farming, and Food Preparation\" indicator measures the percentage of the population that has retained and can demonstrate basic traditional skills in areas such as weaving, traditional transport methods, construction of traditional housing, farming, and food preparation. These skills are typically passed down through generations and are essential for maintaining cultural practices and self-sufficiency within a community.","Concept":"This indicator tracks the preservation and transmission of traditional knowledge and skills that are fundamental to daily life in many communities. Traditional production skills, such as weaving, building, farming, and food preparation, are not only practical but also carry cultural significance. They reflect a community's history, resourcefulness, and relationship with the environment. The indicator provides insight into the extent to which these essential skills are retained within a population, which is crucial for cultural continuity and resilience.","Disaggregation":"Region","Rationale":"Monitoring the proportion of the population that possesses basic traditional production skills is essential for assessing the vitality of cultural heritage and the capacity for self-sufficiency within communities. As modern technologies and lifestyles increasingly replace traditional methods, these skills may be at risk of being lost.","MethodOfComputation":"To compute the \"Proportion of Population Possessing Common and Basic Traditional Production Skills Related to Weaving, Transport, Housing, Farming, Food Preparation,\" first collect data through surveys or census to assess individuals' proficiency in these traditional skills. Identify the number of respondents who possess and can demonstrate these skills. Calculate the proportion by dividing the number of skilled individuals by the total population surveyed, and multiply by 100 to express the result as a percentage\n\nFormula:\nProportion of Population with Traditional Skills (%) = (Number of Individuals with Traditional Production Skills/Total Population Surveyed) * 100\n\n","SDGAlignment":"11.4.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5 Years","source_organisation_1":"Vanuatu Bureau of Statistics","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-14","national_data_updated_date":"2022-11-24","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Proportion of population possessing common and basic traditional production skills related to weaving, transport, housing, farming, food preparation","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","reporting_status":"complete","sort":"","standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC1-02-02"}