{"indicator_number":"SOC2-4-1","goal_number":"SOC2","goal_name":"global_goals.SOC2-title","target_number":"SOC2-4","target_name":"global_targets.SOC2-4-title","indicator_name":"indicators.SOC2-4-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC2","GoalDescription":"global_goals.SOC2-title","PolicyObjectiveId":"SOC2-4","PolicyObjectiveDescription":"global_targets.SOC2-4-title","IndicatorId":"SOC2-4-1","IndicatorDescription":"indicators.SOC2-4-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Technical and Vocational Schools that are Certified and Registered Under the Vanuatu Qualifications Authority to Operate\" indicator measures the total count of technical and vocational education and training (TVET) institutions that have been formally certified and registered by the Vanuatu Qualifications Authority (VQA). Certification and registration ensure that these schools meet the required standards to provide quality education and training in Vanuatu.","Concept":"This indicator tracks the certification and registration status of technical and vocational schools, which are essential for providing students with practical skills and knowledge relevant to the job market. The Vanuatu Qualifications Authority is responsible for setting and enforcing standards for educational institutions to ensure that they deliver accredited programs that align with national qualifications frameworks. Certification and registration by the VQA indicate that a school is recognized as meeting the quality standards necessary for operating and delivering vocational education.","Disaggregation":"Region","Rationale":"Monitoring the number of technical and vocational schools certified and registered by the VQA is critical for ensuring the quality and credibility of vocational education in Vanuatu. Certification and registration provide assurance that students are receiving education and training from institutions that meet established standards, which is essential for their employability and career development.","MethodOfComputation":"To compute the \"Number of Technical and Vocational Schools that are Certified and Registered Under the Vanuatu Qualifications Authority to Operate,\" first identify and list all technical and vocational education and training institutions operating in Vanuatu. Then, verify whether each school has been certified and registered by the Vanuatu Qualifications Authority (VQA). Finally, count the total number of schools that have successfully obtained certification and registration from the VQA.\n\nFormula:\nNumber of Certified and Registered TVET Schools = Sum of All TVET Institutions Certified and Registered by VQA\n","SDGAlignment":"4.3.1,\n4.2.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Qualifications Authority ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-15","national_data_updated_date":"2025-07-27","composite_breakdown_label":"","computation_units":"Number","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"No. of technical and vocational schools that are certified and registered under the Vanuatu Qualifications Authority to operate","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Year","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC2-04-01"}