{"indicator_number":"SOC4-5-1","goal_number":"SOC4","goal_name":"global_goals.SOC4-title","target_number":"SOC4-5","target_name":"global_targets.SOC4-5-title","indicator_name":"indicators.SOC4-5-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC4","GoalDescription":"global_goals.SOC4-title","PolicyObjectiveId":"SOC4-5","PolicyObjectiveDescription":"global_targets.SOC4-5-title","IndicatorId":"SOC4-5-1","IndicatorDescription":"indicators.SOC4-5-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Government Offices and Public Facilities with Ramp Access or Some Disability-Friendly Rating\" indicator measures the percentage of government offices and public facilities that are equipped with ramps or have received a disability-friendly rating based on accessibility standards. This includes physical modifications such as ramps, elevators, accessible restrooms, and other features that ensure accessibility for people with disabilities.","Concept":"This indicator tracks the accessibility of public buildings and facilities for people with disabilities. Accessibility is a critical aspect of inclusivity, enabling people with mobility challenges or other disabilities to access public services, participate in civic activities, and utilize government facilities. A disability-friendly rating is typically based on criteria that assess whether a building or facility meets specific standards for accessibility.","Disaggregation":"Type of Ministry","Rationale":"Monitoring the proportion of government offices and public facilities with ramp access or a disability-friendly rating is essential for assessing progress towards creating an inclusive and accessible environment for all citizens. High levels of accessibility in public facilities indicate a commitment to inclusivity and the rights of people with disabilities, ensuring they have equal access to public services and opportunities.","MethodOfComputation":"To compute the \"Proportion of Government Offices and Public Facilities with Ramp Access or Some Disability-Friendly Rating,\" first identify and list all relevant government offices and public facilities within the specified area. Then, assess each facility for the presence of accessibility features such as ramps or whether it meets the criteria for a disability-friendly rating. Next, collect data on the number of facilities that have ramp access or a disability-friendly rating, and divide this by the total number of facilities assessed. Finally, multiply the result by 100 to express the proportion as a percentage.\n\n\nFormula:\nProportion of Accessible Facilities (%) = (Number of Accessible Government Offices and Public Facilities/Total Number of Government Offices and Public Facilities Assessed) * 100","SDGAlignment":"10.3.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Infrastructure & Public Utilities ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of Government Offices and public facilities with ramp access or some disability friendly rating","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-05-01"}