{"indicator_number":"SOC4-4-1","goal_number":"SOC4","goal_name":"global_goals.SOC4-title","target_number":"SOC4-4","target_name":"global_targets.SOC4-4-title","indicator_name":"indicators.SOC4-4-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC4","GoalDescription":"global_goals.SOC4-title","PolicyObjectiveId":"SOC4-4","PolicyObjectiveDescription":"global_targets.SOC4-4-title","IndicatorId":"SOC4-4-1","IndicatorDescription":"indicators.SOC4-4-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of the Activities of the National Human Rights Commission (NHRC) Implemented\" indicator measures the percentage of planned activities and initiatives of the NHRC that have been successfully executed within a specified time frame. These activities may include investigations, public awareness campaigns, policy recommendations, and other initiatives aimed at promoting and protecting human rights.","Concept":"This indicator tracks the effectiveness and operational efficiency of the NHRC in carrying out its mandate to uphold and protect human rights. The activities of the NHRC are typically outlined in an annual or strategic plan and are essential for addressing human rights violations, raising awareness, and influencing policy. The proportion of activities implemented serves as a measure of the NHRC’s capacity to achieve its objectives and fulfil its responsibilities.","Disaggregation":"Type of activity (advocacy, training, investigations)","Rationale":"Monitoring the proportion of NHRC activities that are implemented is crucial for assessing the commission’s effectiveness in promoting and protecting human rights. A high proportion indicates that the NHRC is effectively executing its planned initiatives, which contributes to stronger human rights protections and greater public confidence in the institution. Conversely, a low proportion may suggest challenges such as resource constraints, lack of capacity, or other barriers to implementation.","MethodOfComputation":"To compute the \"Proportion of the Activities of the National Human Rights Commission (NHRC) Implemented,\" first identify and list all planned activities of the NHRC for the specified time frame. Then, collect data on how many of these activities have been fully or partially implemented. Next, divide the number of implemented activities by the total number of planned activities. Finally, multiply the result by 100 to express the proportion of implemented activities as a percentage.\n\nFormula:\nProportion of NHRC Activities Implemented (%) = (Number of Fully Implemented Activities/Total Number of Planned Activities) * 100","SDGAlignment":"10.3.1 & 16.a.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Transparency International","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of the activities of the  National Human Rights Commission (NHRC) implemented","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-04-01"}