{"indicator_number":"SOC4-4-2","goal_number":"SOC4","goal_name":"global_goals.SOC4-title","target_number":"SOC4-4","target_name":"global_targets.SOC4-4-title","indicator_name":"indicators.SOC4-4-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC4","GoalDescription":"global_goals.SOC4-title","PolicyObjectiveId":"SOC4-4","PolicyObjectiveDescription":"global_targets.SOC4-4-title","IndicatorId":"SOC4-4-2","IndicatorDescription":"indicators.SOC4-4-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Human Rights Related Conventions Ratified\" indicator measures the percentage of international human rights conventions that a country has ratified out of the total number of relevant conventions available for ratification. Ratification refers to the formal approval by a country’s government, making the convention legally binding within that country.","Concept":"This indicator tracks a country’s commitment to upholding and promoting human rights on an international level by adhering to global standards. Human rights conventions are treaties and agreements developed under the auspices of international bodies such as the United Nations, aimed at protecting and promoting fundamental human rights and freedoms. Ratifying these conventions signifies a country's dedication to aligning its national laws and policies with international human rights standards.","Disaggregation":"Type of convention (civil and political rights, economic, social and cultural rights, specific groups rights)","Rationale":"Monitoring the proportion of human rights-related conventions ratified is essential for assessing a country's engagement with the international human rights framework. High ratification rates indicate a strong commitment to protecting human rights and ensuring compliance with global standards. Conversely, low ratification rates may suggest reluctance or delays in adopting international human rights norms.","MethodOfComputation":"To compute the \"Proportion of Human Rights Related Conventions Ratified,\" first identify and list all relevant human rights-related conventions open for ratification by the country. Then, collect data on the number of these conventions that have been ratified by the country. Next, divide the number of ratified conventions by the total number of relevant conventions. Finally, multiply the result by 100 to express the proportion of ratified conventions as a percentage.\n\n\nFormula:\nProportion of Human Rights Conventions Ratified (%) = (Number of Conventions Ratified/Total Number of Relevant Human Rights Conventions) * 100\n","SDGAlignment":"16.a.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Transparency International","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of human rights related conventions ratified","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-04-02"}