{"indicator_number":"SOC4-6-2","goal_number":"SOC4","goal_name":"global_goals.SOC4-title","target_number":"SOC4-6","target_name":"global_targets.SOC4-6-title","indicator_name":"indicators.SOC4-6-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC4","GoalDescription":"global_goals.SOC4-title","PolicyObjectiveId":"SOC4-6","PolicyObjectiveDescription":"global_targets.SOC4-6-title","IndicatorId":"SOC4-6-2","IndicatorDescription":"indicators.SOC4-6-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Youth Aged 14-30 That Feel Valued in Society\" indicator measures the percentage of young people within the age range of 14 to 30 who perceive that they are valued, respected, and recognized as important contributors to society. This perception is often gauged through surveys that assess youth's feelings of inclusion, respect, and societal worth.","Concept":"This indicator tracks the subjective well-being and social inclusion of youth within society. Feeling valued is a critical component of a young person’s sense of identity, self-esteem, and belonging. It reflects the extent to which youth believe that their opinions, contributions, and existence are respected and appreciated by their community, institutions, and society at large. This sense of value is essential for positive youth development and active participation in social, economic, and political life.","Disaggregation":"Region","Rationale":"Monitoring the proportion of youth who feel valued in society is crucial for understanding their integration, well-being, and potential for civic engagement. When young people feel valued, they are more likely to contribute positively to their communities, pursue education and employment opportunities, and engage in civic activities. Conversely, a low proportion of youth feeling valued may indicate issues such as social exclusion, discrimination, or lack of opportunities, which can lead to disengagement or even antisocial behaviour.","MethodOfComputation":"To compute the \"Proportion of Youth Aged 14-30 That Feel Valued in Society,\" first design and administer a survey to a representative sample of youth within this age range, asking questions that assess their feelings of being valued. Then, identify the number of respondents who report feeling valued in society. Divide this number by the total number of respondents and multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Youth Feeling Valued (%) = (Number of Youth Who Feel Valued/Total Number of Youth Surveyed) * 100\n","SDGAlignment":"16.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5-10 years","source_organisation_1":"Department of Youth & Sports","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of youth age 14 -30 that feel valued in society","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-06-02"}