{"indicator_number":"SOC5-3-1","goal_number":"SOC5","goal_name":"global_goals.SOC5-title","target_number":"SOC5-3","target_name":"global_targets.SOC5-3-title","indicator_name":"indicators.SOC5-3-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC5","GoalDescription":"global_goals.SOC5-title","PolicyObjectiveId":"SOC5-3","PolicyObjectiveDescription":"global_targets.SOC5-3-title","IndicatorId":"SOC5-3-1","IndicatorDescription":"indicators.SOC5-3-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Annual Number of Community Safety Assessments Carried Out by Vanuatu Police Force\" indicator measures the total number of safety assessments conducted by the Vanuatu Police Force within communities over a one-year period. These assessments involve evaluating the safety and security conditions of communities to identify risks, vulnerabilities, and areas needing improvement to enhance public safety.","Concept":"This indicator tracks the efforts of the Vanuatu Police Force in proactively assessing and improving community safety. Community safety assessments are essential for identifying potential risks such as crime hotspots, public safety concerns, and emergency preparedness. The outcomes of these assessments can inform the development of targeted interventions, community policing strategies, and resource allocation to address identified issues.","Disaggregation":"Region","Rationale":"Monitoring the annual number of community safety assessments is crucial for evaluating the Vanuatu Police Force’s commitment to maintaining and improving public safety. Regular assessments help ensure that emerging risks are identified and addressed promptly, contributing to a safer environment for citizens.","MethodOfComputation":"To compute the \"Annual Number of Community Safety Assessments Carried Out by Vanuatu Police Force,\" first identify and list all community safety assessments conducted by the police force within the specified year. Then, collect data from official records or reports to verify the number of assessments conducted. Finally, count the total number of assessments to determine the indicator value.\n\n\nFormula:\nTotal Number of Community Safety Assessments = Sum of All Completed by Vanuatu Police Force in One Year\n","SDGAlignment":"","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Police Force","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Annual number of community safety assessments carried out by VPF","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC5-03-01"}