{"indicator_number":"SOC6-1-1","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-1","target_name":"global_targets.SOC6-1-title","indicator_name":"indicators.SOC6-1-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-1","PolicyObjectiveDescription":"global_targets.SOC6-1-title","IndicatorId":"SOC6-1-1","IndicatorDescription":"indicators.SOC6-1-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Reduction in Annual Employment Disciplinary Board Decisions\" indicator measures the year-over-year decrease in the number of disciplinary decisions made by employment disciplinary boards within organizations or across sectors. This reduction reflects the effectiveness of efforts to improve workplace behaviour, adherence to organizational policies, and the overall work environment.","Concept":"This indicator tracks the effectiveness of workplace management and organizational policies in reducing instances of behaviour or actions that necessitate disciplinary action. Disciplinary board decisions typically involve actions taken against employees for violations of workplace rules, misconduct, or failure to meet job performance standards. A reduction in such decisions suggests improvements in employee conduct, better management practices, or successful implementation of preventive measures such as training or policy changes.","Disaggregation":"Sector","Rationale":"Monitoring the reduction in annual employment disciplinary board decisions is important for assessing the impact of initiatives aimed at improving workplace behaviour and reducing misconduct. A significant reduction indicates that organizations are effectively managing employee conduct, potentially through better communication of policies, improved training programs, or stronger leadership. Conversely, a lack of reduction or an increase in disciplinary decisions may signal underlying issues in the workplace that need to be addressed.","MethodOfComputation":"To compute the \"Reduction in Annual Employment Disciplinary Board Decisions,\" first collect data on the total number of disciplinary decisions made in the current year and the previous year. Then, subtract the number of decisions in the current year from the number in the previous year to determine the reduction. Divide this reduction by the total number of decisions from the previous year and multiply by 100 to express the reduction as a percentage.\n\nFormula:\nReduction in Disciplinary Decisions=Disciplinary Decisions in Previous Year – Disciplinary Decisions in Current Year\nPercentage Reduction (%) = (Reduction in Disciplinary Decisions/Disciplinary Decisions in Previous Year) * 100\n","SDGAlignment":"16.6.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Labour","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Reduction in annual Employment Disciplinary Board decisions","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-01-01"}