{"indicator_number":"SOC6-2-1","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-2","target_name":"global_targets.SOC6-2-title","indicator_name":"indicators.SOC6-2-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-2","PolicyObjectiveDescription":"global_targets.SOC6-2-title","IndicatorId":"SOC6-2-1","IndicatorDescription":"indicators.SOC6-2-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of SOEs and Statutory Bodies Submitting Annual Reports to Their Boards of Directors\" indicator measures the percentage of state-owned enterprises (SOEs) and statutory bodies that submit their annual financial and operational reports to their respective boards of directors within a specified reporting period. The annual report typically includes financial statements, performance evaluations, and other relevant information about the entity's activities during the year.","Concept":"This indicator tracks the accountability and transparency practices of SOEs and statutory bodies by monitoring their compliance with the requirement to submit annual reports to their boards of directors. Annual reporting is a critical governance practice that ensures boards are informed about the financial health, operational performance, and strategic direction of the entities they oversee. Regular submission of these reports is essential for effective oversight, decision-making, and ensuring that these entities are operating in line with their mandates.","Disaggregation":"Sector","Rationale":"Monitoring the proportion of SOEs and statutory bodies that submit annual reports is important for assessing the effectiveness of governance and accountability mechanisms within the public sector. High compliance rates indicate that these entities are adhering to good governance practices, maintaining transparency, and enabling their boards to fulfil their oversight responsibilities. Conversely, low compliance rates may suggest governance weaknesses, a lack of transparency, or potential issues in the management of these entities.","MethodOfComputation":"To compute the \"Proportion of SOEs and Statutory Bodies Submitting Annual Reports to Their Boards of Directors,\" first identify and list all relevant SOEs and statutory bodies required to submit annual reports. Then, collect data on how many of these entities have submitted their reports within the specified period. Divide the number of entities that have submitted reports by the total number of relevant entities, and multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Reporting Entities (%) = (Number of SOEs/Statutory Bodies Submitting Reports/Total Number of SOEs/Statutory Bodies Required tom Submit Reports) * 100\n","SDGAlignment":"","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance & Treasury ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of SOEs and Statutory bodies submitting annual reports to their boards of directors","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-02-01"}