{"indicator_number":"SOC6-3-1","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-3","target_name":"global_targets.SOC6-3-title","indicator_name":"indicators.SOC6-3-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-3","PolicyObjectiveDescription":"global_targets.SOC6-3-title","IndicatorId":"SOC6-3-1","IndicatorDescription":"indicators.SOC6-3-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Eligible Population Reporting to Have Voted in Last Election\" indicator measures the percentage of individuals within the eligible voting population who report that they participated in the most recent election. This self-reported data is typically collected through post-election surveys or censuses.","Concept":"This indicator tracks voter participation, which is a key measure of democratic engagement and civic responsibility. The eligible population refers to individuals who meet the legal requirements to vote, including age, citizenship, and any other criteria specific to the country or region. The indicator provides insights into the level of public involvement in the electoral process and can highlight the health of a democracy.","Disaggregation":"Region","Rationale":"Monitoring the proportion of the eligible population that reports having voted is crucial for understanding the effectiveness of the electoral process, the accessibility of voting, and the public’s engagement with democratic institutions. High voter turnout generally reflects a strong interest in the political process and confidence in the electoral system. Conversely, low turnout may indicate barriers to voting, apathy, or disillusionment with the political system.","MethodOfComputation":"To compute the \"Proportion of Eligible Population Reporting to Have Voted in the Last Election,\" collect data on the number of eligible voters who reported voting in the most recent election through surveys or electoral records. Divide this number by the total eligible population, then multiply by 100 to express the result as a percentage.\n\n\nFormula:\nProportion of Eligible Voters Reporting Participation (%) = (Number of Eligible Voters Reporting to Have Voted/Total Number of Eligible Voters) * 100\n","SDGAlignment":"16.7.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5-10 years","source_organisation_1":"Electoral Office ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of eligible population reporting to have voted in last election","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-03-01"}