{"indicator_number":"SOC6-3-2","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-3","target_name":"global_targets.SOC6-3-title","indicator_name":"indicators.SOC6-3-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-3","PolicyObjectiveDescription":"global_targets.SOC6-3-title","IndicatorId":"SOC6-3-2","IndicatorDescription":"indicators.SOC6-3-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Population with an Overall Positive Assessment of Their Local Elected Officials\" indicator measures the percentage of individuals within a community or region who express a favourable opinion of their local elected officials. This assessment typically includes factors such as the officials' performance, integrity, responsiveness, and effectiveness in addressing local issues.","Concept":"This indicator tracks public satisfaction and confidence in local governance. Local elected officials, such as mayors, council members, and other representatives, play a critical role in addressing the needs and concerns of their constituents. A positive assessment from the population indicates that these officials are perceived as effective and trustworthy leaders who are responsive to the needs of the community.","Disaggregation":"Region","Rationale":"Monitoring the proportion of the population with a positive assessment of their local elected officials is crucial for understanding the level of public trust and satisfaction with local governance. High levels of positive assessment suggest that officials are meeting the expectations of their constituents and are effectively addressing local challenges. Conversely, low levels of positive assessment may indicate dissatisfaction with leadership, governance issues, or a disconnect between officials and the community.\n","MethodOfComputation":"To compute the \"Proportion of Population with an Overall Positive Assessment of Their Local Elected Officials,\" first design and administer a survey to a representative sample of the population, asking respondents to rate their satisfaction with their local elected officials. Then, identify the number of respondents who provide a positive assessment. Divide this number by the total number of respondents and multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Positive Assessments (%) = (Number of Positive Assessments/Total Number of Respondents) * 100\n","SDGAlignment":"16.7.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5-10 years","source_organisation_1":"Electoral Office ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of population with an overall positive assessment of their local elected officials","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-03-02"}