{"indicator_number":"SOC6-1-2","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-1","target_name":"global_targets.SOC6-1-title","indicator_name":"indicators.SOC6-1-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-1","PolicyObjectiveDescription":"global_targets.SOC6-1-title","IndicatorId":"SOC6-1-2","IndicatorDescription":"indicators.SOC6-1-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Annual Number of Public Officials Receiving Relevant Qualifications Through VIPAM and Other Government Programs\" indicator measures the total number of public officials who have successfully completed and received certifications or qualifications through the Vanuatu Institute of Public Administration and Management (VIPAM) or other government-sponsored training programs within a calendar year.","Concept":"This indicator tracks the capacity-building efforts aimed at enhancing the skills, knowledge, and competencies of public officials through formal education and training programs. VIPAM and other government programs provide targeted training and professional development opportunities to improve the effectiveness, efficiency, and professionalism of public servants. The qualifications received can include diplomas, certificates, or other recognized credentials that contribute to the officials' ability to perform their duties more effectively.","Disaggregation":"Qualification type","Rationale":"Monitoring the annual number of public officials receiving relevant qualifications is crucial for assessing the government's commitment to professionalizing the public service and building institutional capacity. By investing in the education and training of public officials, the government ensures that its workforce is equipped with the necessary skills and knowledge to address the challenges of public administration and deliver high-quality services to citizens.","MethodOfComputation":"To compute the \"Annual Number of Public Officials Receiving Relevant Qualifications Through VIPAM and Other Government Programs,\" first collect data on the number of public officials who have successfully completed qualification courses offered by VIPAM and other government-sponsored training programs within the specified year. Finally, count the total number of public officials who received these qualifications to determine the indicator value.\n\nFormula:\nTotal Number of Qualified Public Officials = Sum of Number of Officials Receiving Relevant Qualifications in One Year","SDGAlignment":"16.6.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Institute of Public Administration and Management","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Annual number of public officials receiving relevant qualifications through VIPAM and other government programs","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-01-02"}