{"indicator_number":"SOC6-1-3","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-1","target_name":"global_targets.SOC6-1-title","indicator_name":"indicators.SOC6-1-3-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-1","PolicyObjectiveDescription":"global_targets.SOC6-1-title","IndicatorId":"SOC6-1-3","IndicatorDescription":"indicators.SOC6-1-3-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Reduction in Level of Subsidies/Grants to State-Owned Enterprises (SOEs)\" indicator measures the annual decrease in the financial support provided by the government in the form of subsidies or grants to state-owned enterprises (SOEs). This reduction reflects the government's efforts to decrease dependency on public funds and enhance the financial self-sufficiency of SOEs.","Concept":"This indicator tracks the government's progress in reducing its financial support to SOEs, which are companies or entities owned wholly or partly by the state. Subsidies and grants are often provided to SOEs to support their operations, cover deficits, or achieve specific public policy objectives. A reduction in these subsidies or grants typically indicates that SOEs are becoming more financially independent and are better able to operate on a commercial basis without relying heavily on government support.","Disaggregation":"Sector","Rationale":"Monitoring the reduction in the level of subsidies or grants to SOEs is important for assessing the effectiveness of public sector reforms aimed at increasing the efficiency and profitability of state-owned enterprises. Reducing subsidies and grants can alleviate fiscal pressures on the government and encourage SOEs to adopt more sustainable business practices.","MethodOfComputation":"To compute the \"Reduction in Level of Subsidies/Grants to SOEs,\" first collect data on the total amount of subsidies and grants provided to SOEs in the current and previous years. Then, subtract the current year's total from the previous year's total to determine the reduction. If needed, divide this reduction by the total subsidies and grants from the previous year and multiply by 100 to express the reduction as a percentage.\n\n\nFormula:\nReduction in Subsidies/Grants=Subsidies/Grants in Previous Year – Subsidies/Grants in Current Year\nPercentage Reduction (%) = (Reduction in Subsidies/Grants/Subsides/Grants in Previous Year) * 100\n","SDGAlignment":"16.6.1, 16.6.2","UnitOfMeasurement":"Vatu in millions","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance & Treasury ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Reduction in level of subsidies/grants to SOEs","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-01-03"}