{"indicator_number":"SOC6-8-2","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-8","target_name":"global_targets.SOC6-8-title","indicator_name":"indicators.SOC6-8-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-8","PolicyObjectiveDescription":"global_targets.SOC6-8-title","IndicatorId":"SOC6-8-2","IndicatorDescription":"indicators.SOC6-8-2-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Aid for the Government Sector Using Vanuatu Government Public Financial Management (PFM) Systems\" indicator measures the proportion of total aid provided to the government sector that is managed through the Vanuatu government's public financial management (PFM) systems. These systems include budgeting, accounting, auditing, procurement, and reporting processes that are part of the national government’s financial infrastructure.","Concept":"This indicator tracks the extent to which external aid provided to the Vanuatu government is channeled through the country’s own PFM systems. Using the national PFM systems for aid management enhances ownership, strengthens financial accountability, and aligns external resources with national priorities and processes. The integration of aid into government systems is considered a key aspect of effective aid management and development cooperation.","Disaggregation":"Sector","Rationale":"Monitoring the percentage of aid using Vanuatu’s PFM systems is crucial for assessing the effectiveness and sustainability of aid management. When aid is managed through the country’s own PFM systems, it supports capacity building, improves transparency, and ensures better alignment with national development plans. This approach also reduces the risks associated with parallel systems, such as duplication of efforts and lack of accountability. A higher percentage indicates stronger integration of aid into the national financial framework, while a lower percentage may highlight reliance on external systems and potential challenges in aligning aid with government processes.","MethodOfComputation":"To compute the \"Percentage of Aid for the Government Sector Using Vanuatu Government Public Financial Management (PFM) Systems,\" first collect data on the total amount of aid provided to the government sector during the reporting period. Then, collect data on the amount of this aid that is managed through the Vanuatu government’s PFM systems. Divide the amount of aid using PFM systems by the total amount of aid provided, and multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nPercentage of Aid Using PFM Systems (%) = 9Aid Managed through Vanuatu’s PFM Systems/Total Aid Provided to the Government Sector) * 100\n","SDGAlignment":"16.6.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance & Treasury ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of aid for the government sector using Vanuatu government PFM systems","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-08-02"}