{"indicator_number":"SOC6-4-1","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-4","target_name":"global_targets.SOC6-4-title","indicator_name":"indicators.SOC6-4-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-4","PolicyObjectiveDescription":"global_targets.SOC6-4-title","IndicatorId":"SOC6-4-1","IndicatorDescription":"indicators.SOC6-4-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Business Plan (BP) Objectives Met as Reported in Department Annual Reviews (ARs)\" indicator measures the percentage of objectives outlined in a department's Business Plan (BP) that were successfully achieved within a given period, as documented in the department's Annual Review (AR). This indicator reflects the department's effectiveness in executing its strategic goals and objectives.","Concept":"This indicator tracks the performance of departments in achieving their planned objectives as set out in their Business Plans. A Business Plan typically outlines the strategic goals, specific objectives, and planned activities for a department over a certain period. The Annual Review is a report that assesses the progress made towards these objectives, providing an evaluation of the department's performance.","Disaggregation":"Government Ministry","Rationale":"Monitoring the proportion of Business Plan objectives met is crucial for assessing the effectiveness and efficiency of departmental operations. A high proportion indicates that the department is successful in achieving its goals and objectives, which contributes to the overall performance of the organization or government entity. Conversely, a low proportion may signal challenges in implementation, resource constraints, or other issues that need to be addressed.","MethodOfComputation":"To compute the \"Proportion of Business Plan (BP) Objectives Met as Reported in Department Annual Reviews (ARs),\" first identify and list all objectives outlined in the department's Business Plan for the reporting period. Then, collect data from the Annual Review to determine which objectives were reported as met. Divide the number of objectives met by the total number of objectives in the Business Plan, and multiply by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Objectives Met (%) = (Number of Objectives Met/Total Number of Objectives in Business Plan) * 100\n","SDGAlignment":"16.6.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Public Service Commission ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of BP objectives met as reported in department ARs","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-04-01"}