{"indicator_number":"SOC6-8-3","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-8","target_name":"global_targets.SOC6-8-title","indicator_name":"indicators.SOC6-8-3-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-8","PolicyObjectiveDescription":"global_targets.SOC6-8-title","IndicatorId":"SOC6-8-3","IndicatorDescription":"indicators.SOC6-8-3-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Aid for the Government Sector Using Vanuatu Government Procurement Systems\" indicator measures the proportion of total aid provided to the Vanuatu government sector that is managed through the government's own procurement systems. This includes the processes of tendering, contracting, and purchasing goods and services as defined by Vanuatu’s public procurement regulations and procedures.","Concept":"This indicator tracks the extent to which external aid provided to the Vanuatu government is procured through the country’s own procurement systems. Utilizing the national procurement systems for aid-funded projects and programs is essential for ensuring that external funds are spent in accordance with local laws and procedures. This practice also supports the development and strengthening of national procurement capacity, promotes transparency, and aligns external resources with national priorities.","Disaggregation":"Sector","Rationale":"Monitoring the percentage of aid using Vanuatu’s procurement systems is crucial for assessing the effectiveness and sustainability of aid management. When aid is managed through the country’s own procurement systems, it reinforces local ownership, strengthens institutional capacity, and enhances transparency and accountability in the use of public funds. A higher percentage indicates better integration of aid into national processes, supporting long-term development goals and reducing the reliance on parallel systems that can undermine local governance. Conversely, a lower percentage may highlight challenges in harmonizing aid with national procurement systems and suggest areas where improvements are needed.","MethodOfComputation":"To compute the \"Percentage of Aid for the Government Sector Using Vanuatu Government Procurement Systems,\" first collect data on the total amount of aid provided to the government sector during the reporting period. Then, collect data on the amount of this aid that is managed through the Vanuatu government’s procurement systems. Divide the amount of aid using these systems by the total amount of aid provided, and multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nPercentage of Aid Using Procurement Systems (%) = (Aid managed through Vanuatu’s Procurement Systems/Total Aid Provided to the Government Sector) * 100\n","SDGAlignment":"16.6.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance & Treasury ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of aid for the government sector using Vanuatu government procurement systems","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-08-03"}