{"indicator_number":"SOC6-6-1","goal_number":"SOC6","goal_name":"global_goals.SOC6-title","target_number":"SOC6-6","target_name":"global_targets.SOC6-6-title","indicator_name":"indicators.SOC6-6-1-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC6","GoalDescription":"global_goals.SOC6-title","PolicyObjectiveId":"SOC6-6","PolicyObjectiveDescription":"global_targets.SOC6-6-title","IndicatorId":"SOC6-6-1","IndicatorDescription":"indicators.SOC6-6-1-title","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Declared Physical Planning Areas That Have a Physical Plan\" indicator measures the percentage of officially designated physical planning areas that have developed and implemented a formal physical plan. A physical plan typically includes detailed land use, zoning, infrastructure, and development guidelines aimed at managing growth and ensuring sustainable development within the area.","Concept":"This indicator tracks the progress of urban and regional planning efforts by assessing the extent to which declared physical planning areas have formalized their development strategies through physical plans. Physical planning areas are regions designated by governmental authorities as needing specific planning controls to guide development, manage land use, and ensure the sustainable and organized growth of urban, suburban, or rural areas.","Disaggregation":"Region","Rationale":"Monitoring the proportion of declared physical planning areas that have an established physical plan is crucial for assessing the effectiveness of land use planning and management. The presence of a physical plan indicates that the area has a clear framework for development, which helps to prevent uncoordinated growth, reduce conflicts over land use, and protect environmental resources. A higher proportion reflects proactive planning and governance, contributing to sustainable urban and rural development. Conversely, a lower proportion may suggest gaps in planning capacity, lack of resources, or challenges in the implementation of planning policies.","MethodOfComputation":"To compute the \"Proportion of Declared Physical Planning Areas That Have a Physical Plan,\" first identify and list all areas that have been officially designated as physical planning areas. Then, collect data on how many of these areas have developed and implemented a physical plan. Divide the number of areas with a physical plan by the total number of declared physical planning areas, and multiply the result by 100 to express the proportion as a percentage.\n\n\nFormula:\nProportion of Areas with Physical Plans (%) = (Number of Declared Areas with Physical Plans/Total Number of Declared Physical Planning Areas) * 100\n","SDGAlignment":"11.a.1, 11.b.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Lands & Surveys","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-23","computation_units":null,"data_non_statistical":false,"graph_title":"SOD 6.6.1 Proportion of declared physical planning areas that have a physical plan","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-06-01"}