{"indicator_number":"ECO1-8-1","goal_number":"ECO1","goal_name":"A stable and prosperous economy, encouraging trade, investment and providing economic opportunities for all members of society throughout Vanuatu","target_number":"ECO1-8","target_name":"Ensure financial sector stability and make financial services affordable and accessible for all through pursuing financial inclusion strategies","indicator_name":"Total number of new users of financial services annual, acknowledging pop growth (number accounts opening/year)","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO1","GoalDescription":"A stable and prosperous economy, encouraging trade, investment and providing economic opportunities for all members of society throughout Vanuatu","PolicyObjectiveId":"ECO1-8","PolicyObjectiveDescription":"Ensure financial sector stability and make financial services affordable and accessible for all through pursuing financial inclusion strategies","IndicatorId":"ECO1-8-1","IndicatorDescription":"Total number of new users of financial services annual, acknowledging pop growth (number accounts opening/year)","national_geographical_coverage":"Vanuatu","Proxy":"Yes (Commercial Financial Services Only)","Definition":"The \"Total Number of New Users of Commercial Financial Services Annually, Acknowledging Population Growth\" indicator measures the annual increase in the number of individuals who open new accounts with commercial financial institutions, such as banks, credit unions, or microfinance institutions. This indicator adjusts for population growth to provide a more accurate assessment of the expansion of financial services access.","Concept":"This indicator tracks the expansion of financial inclusion by monitoring the number of new accounts opened with commercial financial institutions each year. The focus is on commercial financial services, which include savings accounts, checking accounts, loans, and other related services provided by banks and similar entities. By adjusting for population growth, the indicator aims to isolate the true increase in financial service uptake, offering insights into the effectiveness of efforts to bring more people into the formal financial system.","Disaggregation":"Financial Institution","Rationale":"Monitoring the total number of new users of commercial financial services annually is essential for assessing the progress of financial inclusion efforts. Financial inclusion is critical for economic development, as it enables individuals to save, invest, access credit, and manage financial risks. However, without accounting for population growth, the raw increase in new accounts might overestimate the progress in expanding financial access. By acknowledging population growth, this indicator provides a clearer picture of how effectively financial services are reaching new users beyond the effects of demographic changes.","MethodOfComputation":"To compute the \"Total Number of New Users of Commercial Financial Services Annually, Acknowledging Population Growth,\" first collect data on the total number of new accounts opened with commercial financial institutions during the reporting year and the population fifteen and above for the same period. To compute the percentage of new users of commercial financial services annually, divide the total number of new accounts opened during the year by the total population for the same period, and then multiply the result by 100 to express it as a percentage.\n\nFormula:\nPercentage of New Users= (Total Number of New Users/Total Population 15+)*100\n","SDGAlignment":"8.10.1 (Tier 1), 8.10.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Reserve Bank Vanuatu","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-10","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of new users of financial services annual, acknowledging pop growth (number accounts opening/year)","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO1-08-01"}