{"indicator_number":"ECO1-3-1","goal_number":"ECO1","goal_name":"A stable and prosperous economy, encouraging trade, investment and providing economic opportunities for all members of society throughout Vanuatu","target_number":"ECO1-3","target_name":"Ensure public debt is sustainably managed and finances are directed towards projects with positive economic returns","indicator_name":"Change in national budget position (deficit/surplus) (GFS Tables)","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO1","GoalDescription":"A stable and prosperous economy, encouraging trade, investment and providing economic opportunities for all members of society throughout Vanuatu","PolicyObjectiveId":"ECO1-3","PolicyObjectiveDescription":"Ensure public debt is sustainably managed and finances are directed towards projects with positive economic returns","IndicatorId":"ECO1-3-1","IndicatorDescription":"Change in national budget position (deficit/surplus) (GFS Tables)","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Change in National Budget Position (Deficit/Surplus) (GFS Tables)\" indicator measures the year-over-year or period-over-period change in a country's national budget position, specifically tracking shifts between a budget deficit or surplus as reported in the Government Finance Statistics (GFS) tables. The budget position is calculated as the difference between total government revenues and total government expenditures. Budget Deficit occurs when government expenditures exceed revenues. Budget Surplus occurs when government revenues exceed expenditures.\n","Concept":"This indicator tracks the fluctuation in a country's budget position, reflecting the balance between government income and spending. A change in the budget position indicates whether the government is moving towards a higher deficit, reducing its deficit, or moving into or out of a surplus position. The GFS tables provide standardized financial data that allow for consistent monitoring of the government's fiscal health.","Disaggregation":"Revenue Source","Rationale":"Monitoring the change in the national budget position is crucial for assessing the government's fiscal discipline and sustainability. A budget deficit can indicate the need for borrowing and potential increases in public debt, while a surplus may allow for debt reduction, savings, or additional investments.","MethodOfComputation":"To compute the \"Change in National Budget Position (Deficit/Surplus) (GFS Tables),\" first collect data on total government revenues and expenditures for the current and previous years from the Government Finance Statistics (GFS) tables. Calculate the budget position for each year by subtracting total expenditures from total revenues. Then, determine the change in the budget position by subtracting the previous year's budget position from the current years. Express this change in either absolute terms or as a percentage.\n\nFormula:\nPercentage Change in Budget Position= (Budget Position (Current Year) – Budget Position (Previous Year)/ Budget Position (Previous Year))*100","SDGAlignment":"17.4.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance and Treasury","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-07","national_data_updated_date":"2023-05-18","composite_breakdown_label":"","computation_units":"VT (vatu in millions)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[{"series":"Net Operating Balance","unit":"VT (millions of vatu)","title":"Change in national budget position (surplus) (GFS Tables)"},{"series":"Net Operating Balance Excluding Donors","unit":"VT (millions of vatu)","title":"Change in national budget position (deficit) (GFS Tables)"}],"graph_type":"line","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"Vanuatu’s national budget position remained in surplus through most of the 2010s, peaking at 12.9 billion Vatu in 2018, before falling to 2.8 billion in 2021. The COVID-19 pandemic significantly impacted fiscal balances, with a sharp drop in 2020 and partial recovery in 2021. Despite volatility, the government has generally maintained a positive operating balance, reflecting prudent fiscal management. However, sustaining surpluses will require careful alignment of expenditure and revenue strategies, especially under external shocks.","permalink":"","placeholder":"","precision":[],"progress_status":"challenges_remain","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Years","progress":[{"target":"Change in national budget position in surplus by 2030 increase by 30 %","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]},{"target":"Change in national budget position in deficit by 2030 increase by 30 %","years":[{"year":2021,"status":"progress.partsunny","image":"partsunny.png"}]}],"indicator_sort_order":"ECO1-03-01"}