{"indicator_number":"ECO2-1-2","goal_number":"ECO2","goal_name":"Sustainable and well-maintained infrastructure and services for all, through inclusive and effective partnerships","target_number":"ECO2-1","target_name":"Increase access to safe, reliable and affordable modern energy services for all that are increasingly generated from renewable sources and reduce reliance on imported fossil fuels","indicator_name":"Total number of mini-grid renewable energy systems in rural communities by province","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO2","GoalDescription":"Sustainable and well-maintained infrastructure and services for all, through inclusive and effective partnerships","PolicyObjectiveId":"ECO2-1","PolicyObjectiveDescription":"Increase access to safe, reliable and affordable modern energy services for all that are increasingly generated from renewable sources and reduce reliance on imported fossil fuels","IndicatorId":"ECO2-1-2","IndicatorDescription":"Total number of mini-grid renewable energy systems in rural communities by province","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Mini-Grid Renewable Energy Systems in Rural Communities by Province\" indicator measures the total count of mini-grid renewable energy systems installed and operational in rural communities within each province of a country. A mini-grid is a localized power network that typically uses renewable energy sources, such as solar, wind, or hydro, to generate and distribute electricity to a small, defined area, often in remote or off-grid locations.","Concept":"This indicator tracks the deployment and distribution of mini-grid renewable energy systems across rural communities in different provinces. Mini-grids are critical for providing electricity to areas not served by the main power grid, enhancing energy access, and promoting the use of renewable energy sources. The indicator helps to assess the progress in rural electrification and the spread of sustainable energy technologies in underserved areas.","Disaggregation":"Region","Rationale":"Monitoring the total number of mini-grid renewable energy systems in rural communities is essential for evaluating the effectiveness of rural electrification programs and the promotion of renewable energy. The presence of mini-grids indicates an improvement in energy access for rural populations, contributing to economic development, improved quality of life, and reduced reliance on fossil fuels. By breaking down the data by province, policymakers and energy planners can identify regions with greater or lesser progress, enabling targeted interventions and resource allocation to areas with the greatest need.","MethodOfComputation":"To compute the \"Total Number of Mini-Grid Renewable Energy Systems in Rural Communities by Province,\" first collect data on the number of mini-grid systems installed and operational in rural communities from relevant energy authorities or providers. Then, categorize the data by province, and aggregate the total number of mini-grid systems for each province.\n\nFormula:\nTotal Number of Mini-Grid Systems in Province X = Total Mini-Grid Systems in Rural Communities within Province X \n","SDGAlignment":"7.1.1, 7.1.2 & 7.2.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"10 Years","source_organisation_1":"","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-10","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of mini-grid renewable energy systems in rural communities by province","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-01-02"}