{"indicator_number":"ECO2-8-1","goal_number":"ECO2","goal_name":"Sustainable and well-maintained infrastructure and services for all, through inclusive and effective partnerships","target_number":"ECO2-8","target_name":"Establish effective partnerships that facilitate the development of the private sector and rural communities as service suppliers in the provision of transport and the infrastructure sector","indicator_name":"Proportion of procurement contracts issued for Island Based Contractors, Community Based Contractors","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO2","GoalDescription":"Sustainable and well-maintained infrastructure and services for all, through inclusive and effective partnerships","PolicyObjectiveId":"ECO2-8","PolicyObjectiveDescription":"Establish effective partnerships that facilitate the development of the private sector and rural communities as service suppliers in the provision of transport and the infrastructure sector","IndicatorId":"ECO2-8-1","IndicatorDescription":"Proportion of procurement contracts issued for Island Based Contractors, Community Based Contractors","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Procurement Contracts Issued for Island-Based Contractors and Community-Based Contractors\" indicator measures the percentage of procurement contracts awarded to contractors who are based on islands or within specific communities, as opposed to external or mainland-based entities. This indicator reflects the extent to which local contractors are involved in government or large-scale private sector procurement processes.","Concept":"This indicator tracks the share of procurement opportunities that are being accessed by local contractors, specifically those based on islands or within local communities. It emphasizes the importance of involving local businesses in procurement processes to stimulate local economies, build local capacity, and ensure that the benefits of procurement spending are retained within the community or region. The indicator is important in assessing the inclusivity and effectiveness of procurement policies in supporting local development.","Disaggregation":"Region","Rationale":"Monitoring the proportion of procurement contracts issued to island-based and community-based contractors is crucial for promoting local economic development and ensuring that procurement practices contribute to the sustainability and resilience of local communities. By favouring local contractors, governments and organizations can help create jobs, retain wealth within the community, and build local capacity.","MethodOfComputation":"To compute the \"Proportion of Procurement Contracts Issued for Island-Based Contractors and Community-Based Contractors,\" first collect data on the total number of procurement contracts awarded and identify those awarded to island-based and community-based contractors. Then, calculate the proportion by dividing the number of contracts awarded to these local contractors by the total number of procurement contracts awarded, and multiply by 100 to express it as a percentage.\n\nFormula:\nProportion of Contracts for Island or Community-Based Contractors= (Contracts Awarded to Island or Community Based Contractors/Total Number of Procurement Contracts Awarded)*100\n","SDGAlignment":"17.17.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance and Treasury","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of procurement contracts issued for Island Based Contractors, Community Based Contractors","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-08-01"}