{"indicator_number":"ECO3-1-1","goal_number":"ECO3","goal_name":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","target_number":"ECO3-1","target_name":"Promote broad-based growth by strengthening linkages between tourism, infrastructure, agriculture and industry in rural areas and diversity the rural economy","indicator_name":"Total annual value of tourism industry, infrastructure, agricultural production and industry as a proportion of GDP","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO3","GoalDescription":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","PolicyObjectiveId":"ECO3-1","PolicyObjectiveDescription":"Promote broad-based growth by strengthening linkages between tourism, infrastructure, agriculture and industry in rural areas and diversity the rural economy","IndicatorId":"ECO3-1-1","IndicatorDescription":"Total annual value of tourism industry, infrastructure, agricultural production and industry as a proportion of GDP","national_geographical_coverage":"Vanuatu","Proxy":"Yes (agriculture; industry; transport, and accommodation and food services only)","Definition":"The \"Total Annual Value of Agriculture; Industry; Transport, and Accommodation and Food Services as a Proportion of GDP\" indicator measures the combined economic value generated by the agriculture, industry, transport, and accommodation and food services sectors within a country, expressed as a percentage of the Gross Domestic Product (GDP) for a given year. This indicator provides insight into the contribution of these key sectors to the overall economy.","Concept":"This indicator tracks the relative economic importance of agriculture, industry, transport, and accommodation and food services within the national economy. By expressing the total value of these sectors as a proportion of GDP, the indicator highlights the role these sectors play in driving economic growth, creating jobs, and supporting national development. The sectors included are critical for the functioning of the economy, with agriculture providing food and raw materials, industry contributing to manufacturing and production, transport enabling the movement of goods and people, and accommodation and food services supporting tourism and hospitality.","Disaggregation":"Sector","Rationale":"Monitoring the total annual value of agriculture, industry, transport, and accommodation and food services as a proportion of GDP is essential for understanding the structure of the economy and the contribution of these sectors to economic performance. A higher proportion indicates that these sectors are significant drivers of economic activity, while a lower proportion may suggest a need for policy intervention or investment to strengthen these areas.","MethodOfComputation":"To compute the \"Total Annual Value of Agriculture; Industry; Transport, and Accommodation and Food Services as a Proportion of GDP,\" first collect data on the value added by each of these sectors for the reporting year. Then, obtain the total GDP for the same period. Calculate the proportion by dividing the total value added by these sectors by the total GDP and multiply by 100 to express it as a percentage. This percentage represents the contribution of these key sectors to the overall economy.\n\nFormula:\nProportion of GDP= (Total Value Added by Agriculture, Industry, Transport, and Accommodation and Food Services/Total GDP)*100\n","SDGAlignment":"8.9.1\n8.9.2\n17.17.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Bureau of Statistics","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2022-11-23","computation_units":null,"data_non_statistical":false,"graph_title":"Total annual value of tourism industry, infrastructure, agricultural production and industry as a proportion of GDP","graph_type":"line","reporting_status":"complete","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-01-01"}