{"indicator_number":"ECO3-3-3","goal_number":"ECO3","goal_name":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","target_number":"ECO3-3","target_name":"Improve access to markets through quality infrastructure, utilities, storage and processing facilities in rural areas","indicator_name":"Total number of standard operational storage and processing facilities located in rural areas by province","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO3","GoalDescription":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","PolicyObjectiveId":"ECO3-3","PolicyObjectiveDescription":"Improve access to markets through quality infrastructure, utilities, storage and processing facilities in rural areas","IndicatorId":"ECO3-3-3","IndicatorDescription":"Total number of standard operational storage and processing facilities located in rural areas by province","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Standard Operational Storage and Processing Facilities Located in Rural Areas by Province\" indicator measures the total count of storage and processing facilities that meet standard operational criteria and are located in rural areas, disaggregated by province. These facilities are essential for storing, preserving, and processing agricultural and other products to add value and reduce post-harvest losses.","Concept":"This indicator tracks the availability and distribution of infrastructure critical to the agricultural and rural economy. Standard operational storage and processing facilities include warehouses, cold storage units, grain silos, and processing plants that adhere to specified operational standards. These facilities help in maintaining the quality of produce, extending its shelf life, and adding value through processing before it reaches the market. By disaggregating the data by province, the indicator provides insight into regional disparities in infrastructure availability and highlights areas needing further development.","Disaggregation":"Region","Rationale":"Monitoring the total number of standard operational storage and processing facilities in rural areas is crucial for understanding the level of infrastructure development that supports rural economies, particularly in agriculture. Adequate storage and processing facilities are vital for reducing post-harvest losses, ensuring food security, and enhancing the profitability of rural producers by enabling them to store goods during price fluctuations and process raw materials into higher-value products.","MethodOfComputation":"To compute the \"Total Number of Standard Operational Storage and Processing Facilities Located in Rural Areas by Province,\" first collect data on the number of storage and processing facilities that meet standard operational criteria and are located in rural areas. Then, disaggregate this data by province and sum the total number of such facilities in each province.\n\nFormula:\nTotal Number of Facilities in Province X= The Total Standard Operational Facilities in Rural Areas within Province X\n","SDGAlignment":"9.3.1\n9.3.2\n14.b.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of standard operational storage and processing facilities located in rural areas by province","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-03-03"}