{"indicator_number":"ECO3-4-2","goal_number":"ECO3","goal_name":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","target_number":"ECO3-4","target_name":"Increase primary sector production, including through extension services and cooperatives","indicator_name":"Total number of rural producer cooperatives registered by province","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO3","GoalDescription":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","PolicyObjectiveId":"ECO3-4","PolicyObjectiveDescription":"Increase primary sector production, including through extension services and cooperatives","IndicatorId":"ECO3-4-2","IndicatorDescription":"Total number of rural producer cooperatives registered by province","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Rural Producer Cooperatives Registered by Province\" indicator measures the total count of rural producer cooperatives officially registered within each province during a specific reporting period. Rural producer cooperatives are organizations formed by farmers or producers to collectively manage resources, production, marketing, and sales, enhancing their economic strength and bargaining power.","Concept":"This indicator tracks the formation and official registration of rural producer cooperatives, which are critical for empowering small-scale farmers and producers in rural areas. Cooperatives enable producers to pool their resources, access markets more effectively, obtain better prices for their products, and share knowledge and technologies. By organizing producers into cooperatives, rural communities can improve their economic outcomes, increase productivity, and enhance their resilience to market fluctuations and external shocks. The indicator disaggregates data by province, providing insights into regional variations in cooperative formation and support.","Disaggregation":"Number","Rationale":"Monitoring the total number of rural producer cooperatives registered by province is essential for assessing the effectiveness of policies and programs aimed at promoting collective action and economic development in rural areas. A higher number of registered cooperatives indicates greater engagement among producers and can reflect a supportive environment for cooperative formation, such as access to legal, financial, and technical assistance. Conversely, a lower number may suggest barriers to cooperative development, such as lack of awareness, limited access to resources, or regulatory challenges.","MethodOfComputation":"To compute the \"Total Number of Rural Producer Cooperatives Registered by Province,\" first collect data on the total number of rural producer cooperatives officially registered within each province during the reporting period. Then, disaggregate the data by province and sum the total number of registered cooperatives in each province. This calculation provides a clear picture of the distribution and growth of rural producer cooperatives across different regions.","SDGAlignment":"2.3.1\n2.3.2\n2.4.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Agriculture, Livestock, Forestry, Fisheries & Biosecurity","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"Number","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Total number of rural producer cooperatives registered by province","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Years","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-04-02"}