{"indicator_number":"ECO4-5-1","goal_number":"ECO4","goal_name":"An enabling business environment, creating opportunities and employment for entrepreneurs throughout Vanuatu","target_number":"ECO4-5","target_name":"Increase the number of decent, productive employment opportunities, particularly for young women and men, and people with disabilities","indicator_name":"Employment cost index (ECI)","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO4","GoalDescription":"An enabling business environment, creating opportunities and employment for entrepreneurs throughout Vanuatu","PolicyObjectiveId":"ECO4-5","PolicyObjectiveDescription":"Increase the number of decent, productive employment opportunities, particularly for young women and men, and people with disabilities","IndicatorId":"ECO4-5-1","IndicatorDescription":"Employment cost index (ECI)","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Employment Cost Index (ECI)\" is a measure that tracks the changes in the cost of labour, which includes wages, salaries, and employer costs for employee benefits, over time. The ECI provides insights into how the total compensation costs for employees are evolving across different industries and occupations.","Concept":"The Employment Cost Index (ECI) is designed to measure the rate of change in the costs of employing labour, considering not only direct wages and salaries but also the cost of employee benefits such as health insurance, retirement plans, bonuses, and paid leave. The ECI is adjusted to reflect changes that are not due to shifts in employment or hours worked, making it a valuable tool for analysing trends in labour costs without the distortion of such factors. It covers both the private sector and public sector employees.","Disaggregation":"Region","Rationale":"Monitoring the Employment Cost Index (ECI) is crucial for understanding trends in labour costs and their impact on inflation, business profitability, and wage growth. A rising ECI indicates increasing costs for employers, which may lead to higher prices for goods and services, while a stable or decreasing ECI suggests that labour costs are under control. Additionally, the ECI is used to inform decisions regarding wage policies, labour negotiations, and compensation strategies.","MethodOfComputation":"To compute the Employment Cost Index (ECI), first collect data on wages, salaries, and employer costs for employee benefits across different industries and occupations. Then, calculate index weights to reflect the relative importance of each occupation and industry. Finally, compute the ECI by comparing the total compensation costs in the current period to those in a base period, adjusting for shifts in employment and hours worked, and multiplying the result by 100 to express it as an index value.\n\nFormula:\nECI= ((Current Period wages, Salaries, and Benefits * Index Weight)/(Base Period Wages, Salaries, and Benefits * Index Weight)) * 100\n","SDGAlignment":"8.5.1\n8.5.2\n8.6.1","UnitOfMeasurement":"percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Labour","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Employment cost index (ECI)","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO4-05-01"}