{"indicator_number":"ECO4-7-1","goal_number":"ECO4","goal_name":"An enabling business environment, creating opportunities and employment for entrepreneurs throughout Vanuatu","target_number":"ECO4-7","target_name":"Increase labour mobility nationally and internationally, including through the collection and analysis of comprehensive labour market data","indicator_name":"Change in total number of individuals participating in seasonal work programmes","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO4","GoalDescription":"An enabling business environment, creating opportunities and employment for entrepreneurs throughout Vanuatu","PolicyObjectiveId":"ECO4-7","PolicyObjectiveDescription":"Increase labour mobility nationally and internationally, including through the collection and analysis of comprehensive labour market data","IndicatorId":"ECO4-7-1","IndicatorDescription":"Change in total number of individuals participating in seasonal work programmes","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Change in Total Number of Individuals Participating in Seasonal Work Programmes\" indicator measures the year-over-year percentage change in the total number of individuals who participate in seasonal work programs. These programs typically involve temporary employment opportunities in sectors such as agriculture, tourism, or construction, where labour demand fluctuates according to the season.","Concept":"This indicator tracks the growth or decline in participation in seasonal work programs, which are designed to meet short-term labour needs in specific industries while providing employment opportunities for workers. Seasonal work programs often involve both domestic and international placements and can be critical for addressing labour shortages in certain periods. The indicator provides insight into the demand for seasonal labour, the effectiveness of these programs in providing employment, and the economic conditions affecting labour mobility.","Disaggregation":"Region","Rationale":"Monitoring the change in the total number of individuals participating in seasonal work programs is essential for understanding trends in labour market flexibility and the role of these programs in supporting employment. An increase in participation may indicate rising demand for seasonal labour, successful program implementation, or economic conditions that encourage workers to seek temporary employment. Conversely, a decrease may suggest challenges in program accessibility, changes in labour demand, or economic improvements that reduce the need for temporary work.","MethodOfComputation":"To compute the \"Change in Total Number of Individuals Participating in Seasonal Work Program's,\" first collect data on the total number of participants in the current and previous years. Calculate the change by subtracting the previous year’s total from the current year’s total. Then, divide the difference by the previous year’s total and multiply by 100 to express it as a percentage.\n\nFormula:\nChange in Participation (%) = ((Total Participants in Current Year – Total Participants in Previous Year)/Total Participants in Previous Year) * 100\n","SDGAlignment":"8.8.1\n8.8.2","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Labour","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-11","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Change in total number of individuals participating in seasonal work programmes","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO4-07-01"}