{"indicator_number":"ENV1-5-1","goal_number":"ENV1","goal_name":"A nation that ensures our food and nutrition security needs are adequately met for all people through increasing sustainable food production systems and improving household production","target_number":"ENV1-5","target_name":"Enhance traditional agricultural practices, focusing on disaster risk reduction and climate change adaptation","indicator_name":"Proportion of producers across the productive sector that have undergone Agro-Met training","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV1","GoalDescription":"A nation that ensures our food and nutrition security needs are adequately met for all people through increasing sustainable food production systems and improving household production","PolicyObjectiveId":"ENV1-5","PolicyObjectiveDescription":"Enhance traditional agricultural practices, focusing on disaster risk reduction and climate change adaptation","IndicatorId":"ENV1-5-1","IndicatorDescription":"Proportion of producers across the productive sector that have undergone Agro-Met training","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Producers Across the Productive Sector That Have Undergone Agro-Met Training\" indicator measures the percentage of producers (farmers, fishers, foresters, etc.) within the productive sector who have received training in agricultural meteorology (Agro-Met). Agro-Met training equips producers with the knowledge and skills to use weather and climate information to enhance their decision-making, optimize production, and reduce risks related to climate variability.","Concept":"This indicator tracks the reach and impact of training programs focused on agricultural meteorology within the productive sector. Agro-Met training is essential for helping producers understand and respond to weather patterns, climate forecasts, and other meteorological data that can influence agricultural productivity.","Disaggregation":"Region","Rationale":"Monitoring the proportion of producers who have undergone Agro-Met training is essential for understanding the extent to which the agricultural sector is equipped to handle climate variability and change. Agro-Met training is a key component of climate-smart agriculture, as it empowers producers to make data-driven decisions that can improve crop yields, reduce losses, and enhance food security. A higher proportion of trained producers indicates greater preparedness and resilience in the face of changing weather patterns, which is crucial for sustainable agricultural development.","MethodOfComputation":"To compute the \"Proportion of Producers Across the Productive Sector That Have Undergone Agro-Met Training,\" first collect data on the number of producers who have completed Agro-Met training. Then, obtain the total number of producers across the productive sector. Calculate the proportion by dividing the number of trained producers by the total number of producers, and multiply by 100 to express the result as a percentage.\n\nFormula\nProportion of Trained Producers (%) = (Number of Producers Who Have Undergone Agro-Met Training/Total Number of Producers Across the Productive Sector) * 100\n","SDGAlignment":"2.3.1, 2.3.2 & 12.8.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Agriculture, Livestock, Forestry, Fisheries, & Biosecurity","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of producers across the productive sector that have undergone Agro-Met training","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV1-05-01"}