{"indicator_number":"ENV1-4-1","goal_number":"ENV1","goal_name":"A nation that ensures our food and nutrition security needs are adequately met for all people through increasing sustainable food production systems and improving household production","target_number":"ENV1-4","target_name":"Improve access to appropriate technology, knowledge and skills in food production, preservation and storage","indicator_name":"Total FADs per 1,000 population by province","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV1","GoalDescription":"A nation that ensures our food and nutrition security needs are adequately met for all people through increasing sustainable food production systems and improving household production","PolicyObjectiveId":"ENV1-4","PolicyObjectiveDescription":"Improve access to appropriate technology, knowledge and skills in food production, preservation and storage","IndicatorId":"ENV1-4-1","IndicatorDescription":"Total FADs per 1,000 population by province","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Fishing Aggregated Devices (FADs) per 1,000 Population by Province\" indicator measures the number of Fishing Aggregated Devices (FADs) available within a province, normalized by the population size, expressed as the number of FADs per 1,000 people. FADs are man-made objects used to attract fish, making it easier for fishermen to locate and catch fish.","Concept":"This indicator provides insight into the distribution and availability of fishing resources, specifically FADs, across different provinces. FADs are critical tools in sustainable fisheries management, as they help concentrate fish in specific areas, making fishing more efficient and potentially reducing overfishing in other regions. By normalizing the number of FADs to the population size, this indicator helps to assess whether the deployment of FADs is equitable across regions relative to the population that depends on them.","Disaggregation":"Region","Rationale":"Monitoring the total number of FADs per 1,000 population by province is essential for ensuring equitable access to fishing resources, supporting local livelihoods, and promoting sustainable fishing practices. FADs play a crucial role in supporting artisanal and commercial fishing, which are vital for food security, income generation, and cultural practices in many coastal communities. A higher number of FADs per capita may indicate better access to fishing resources, which can support local livelihoods, enhance food security, and contribute to the local economy. Conversely, a lower number may suggest limited access to fishing resources, which could impact the sustainability of local fisheries and the well-being of fishing communities.","MethodOfComputation":"Method of computation:\nTo compute the \"Total Fishing Aggregated Devices (FADs) per 1,000 Population by Province,\" first collect data on the total number of FADs deployed in each province. Then, obtain the total population of each province. Calculate the number of FADs per 1,000 population by dividing the total number of FADs by the population size and multiplying by 1,000.\n\nFormula:\nFADs per 1,000 Population= (Total Number of FADs in Province/Total Population of Province)\n","SDGAlignment":"12.8.1, 12.a.1 & 14.4.1","UnitOfMeasurement":"Number of FADs per 1,000 population ","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Agriculture, Livestock, Forestry, Fisheries, & Biosecurity","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total FADs per 1,000 population by province","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV1-04-01"}