{"indicator_number":"ENV2-3-3","goal_number":"ENV2","goal_name":"An economy which fosters sustainable growth and development through low impact industries and modern technologies to ensure the well-being of future generations","target_number":"ENV2-3","target_name":"Promote renewable sources of energy and promote efficient energy use","indicator_name":"Percentage of grid-based electricity generated from renewable energy sources","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV2","GoalDescription":"An economy which fosters sustainable growth and development through low impact industries and modern technologies to ensure the well-being of future generations","PolicyObjectiveId":"ENV2-3","PolicyObjectiveDescription":"Promote renewable sources of energy and promote efficient energy use","IndicatorId":"ENV2-3-3","IndicatorDescription":"Percentage of grid-based electricity generated from renewable energy sources","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Grid-Based Electricity Generated from Renewable Energy Sources\" indicator measures the proportion of electricity supplied to the national or regional power grid that is generated from renewable energy sources, such as solar, wind, hydro, geothermal, and biomass. This indicator reflects the share of renewable energy in the overall electricity grid.\n","Concept":"This indicator tracks the contribution of renewable energy sources to the total electricity generated and supplied through the grid. It is an important measure of the transition towards sustainable energy systems and the reduction of reliance on fossil fuels. By focusing on grid-based electricity, the indicator provides insights into how much of the mainstream electricity supply is derived from renewable sources, as opposed to conventional sources like coal, natural gas, or oil.","Disaggregation":"Region","Rationale":"Monitoring the percentage of electricity generated from renewable sources is crucial for assessing progress toward energy sustainability and climate change mitigation goals. Increasing the share of renewable energy in the electricity mix reduces greenhouse gas emissions, enhances energy security, and promotes environmental sustainability.","MethodOfComputation":"To compute the \"Percentage of Grid-Based Electricity Generated from Renewable Energy Sources,\" first collect data on the total amount of electricity generated and supplied to the grid within a specific period. Then, gather data on the amount of electricity generated specifically from renewable energy sources, such as solar, wind, hydro, geothermal, and biomass, during the same period. Next, divide the amount of electricity generated from renewable sources by the total amount of electricity generated. Finally, multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nPercentage of Grid-Based Electricity from Renewables (%) = (Electricity Generated from Renewable Sources/Total Grid-Based Electricity Generated) * 100","SDGAlignment":"7.1.2, 7.2.1, 7.3.1 & 7.b.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Energy","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of grid-based electricity generated from renewable energy sources","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-03-03"}