{"indicator_number":"ENV2-6-2","goal_number":"ENV2","goal_name":"An economy which fosters sustainable growth and development through low impact industries and modern technologies to ensure the well-being of future generations","target_number":"ENV2-6","target_name":"Ensure adequate financial resources to support our sustainable development aspirations","indicator_name":"Amount deposited in the Environmental Trust Fund","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV2","GoalDescription":"An economy which fosters sustainable growth and development through low impact industries and modern technologies to ensure the well-being of future generations","PolicyObjectiveId":"ENV2-6","PolicyObjectiveDescription":"Ensure adequate financial resources to support our sustainable development aspirations","IndicatorId":"ENV2-6-2","IndicatorDescription":"Amount deposited in the Environmental Trust Fund","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Amount Deposited in the Environmental Trust Fund\" indicator measures the total sum of money deposited into the Environmental Trust Fund (ETF) within a specific period, typically annually. The Environmental Trust Fund is a financial mechanism established to support environmental conservation, sustainability initiatives, and related activities.","Concept":"This indicator tracks the inflow of financial resources into the Environmental Trust Fund, which is often used to finance projects aimed at protecting natural resources, addressing environmental challenges, and promoting sustainable development. The fund can receive deposits from various sources, including government allocations, private sector contributions, international aid, fines and penalties for environmental violations, and other funding streams.","Disaggregation":"","Rationale":"Monitoring the amount deposited in the Environmental Trust Fund is essential for assessing the financial capacity available to support environmental projects and initiatives. Adequate funding is critical for the successful implementation of conservation efforts, pollution control, climate change mitigation, and other environmental objectives.","MethodOfComputation":"To compute the \"Amount Deposited in the Environmental Trust Fund,\" first collect data on all deposits made into the fund within the specified period, including contributions from government, private sector, international donors, and other sources. Then, sum the total value of all these deposits. The final result is reported as a single monetary figure representing the cumulative amount deposited during the specified time frame.\n\nFormula:\nTotal Amount Deposited in the Environmental Trust Fund = Total All Verified Contributions to the Fund\n","SDGAlignment":"13.a.1 & 17.7.1","UnitOfMeasurement":"Vatu in millions","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Amount deposited in the Environmental Trust Fund","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-06-02"}