{"indicator_number":"ENV3-5-3","goal_number":"ENV3","goal_name":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","target_number":"ENV3-5","target_name":"Access available financing for climate change adaptation and disaster risk management","indicator_name":"Amount of climate and disaster finance used for community programs and activities through external support","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV3","GoalDescription":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","PolicyObjectiveId":"ENV3-5","PolicyObjectiveDescription":"Access available financing for climate change adaptation and disaster risk management","IndicatorId":"ENV3-5-3","IndicatorDescription":"Amount of climate and disaster finance used for community programs and activities through external support","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Amount of Climate and Disaster Finance Used for Community Programs and Activities Through External Support\" indicator measures the total financial resources obtained from external sources (such as international donors, multilateral funds, or bilateral agreements) that are allocated and spent on community-level programs and activities aimed at climate change adaptation, mitigation, and disaster risk management. This includes funding for initiatives that directly benefit local communities, such as infrastructure projects, capacity-building efforts, and resilience-building activities.","Concept":"This indicator focuses on the financial resources sourced externally that are dedicated to supporting community-level climate and disaster-related activities. External support may come from a variety of sources, including international climate finance mechanisms (like the Green Climate Fund), bilateral donors, non-governmental organizations, or private sector contributions. The indicator tracks the flow of these funds from their source to the specific programs and activities at the community level, highlighting the impact of international and regional financial contributions on local climate and disaster resilience efforts","Disaggregation":"Sector","Rationale":"Monitoring the amount of climate and disaster finance used for community programs through external support is essential for understanding the level of international and regional engagement in supporting grassroots initiatives. Community-based programs are crucial for building local resilience to climate change and disasters, as they directly address the needs and vulnerabilities of the most affected populations.","MethodOfComputation":"To compute the \"Amount of Climate and Disaster Finance Used for Community Programs and Activities Through External Support,\" first identify all external funding sources that provide financial resources for climate change and disaster management activities at the community level. Track the allocation of these funds to specific community programs and activities, confirming their use through financial reports and project documentation. Calculate the total amount of external funds used by summing the resources allocated and spent on these initiatives within the reporting period.\n\n\nFormula:\nTotal Amount of Climate and Disaster Finance Used = Sum of All External Funds Allocated to Community Programs and Activities \n","SDGAlignment":"13.a.1","UnitOfMeasurement":"Vatu in millions","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Finance & Treasury","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Amount of climate and disaster finance used for community programs and activities through external support","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV3-05-03"}