{"indicator_number":"ENV3-1-2","goal_number":"ENV3","goal_name":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","target_number":"ENV3-1","target_name":"Institutionalise climate change and disaster risk governance, and build institutional capacity and awareness","indicator_name":"Institutional strengthening of NAB, Department of Climate Change and other MoCC departments","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV3","GoalDescription":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","PolicyObjectiveId":"ENV3-1","PolicyObjectiveDescription":"Institutionalise climate change and disaster risk governance, and build institutional capacity and awareness","IndicatorId":"ENV3-1-2","IndicatorDescription":"Institutional strengthening of NAB, Department of Climate Change and other MoCC departments","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Institutional Strengthening of National Advisory Board (NAB), Department of Climate Change, and Other Ministry of Climate Change (MoCC) Departments\" indicator measures the progress made in enhancing the capacity, effectiveness, and organizational development of the NAB, the Department of Climate Change, and other departments within the MoCC. This includes improvements in governance structures, staff capacity, resource allocation, and operational efficiency.","Concept":"This indicator tracks the efforts made to strengthen the institutional capacity of key climate governance bodies within the Ministry of Climate Change. Institutional strengthening involves activities such as capacity building, training, development of policies and procedures, resource mobilization, and enhancement of coordination mechanisms. The aim is to ensure that these bodies are better equipped to formulate, implement, and monitor climate policies, strategies, and actions effectively.","Disaggregation":"Sector","Rationale":"Strengthening the institutions responsible for climate governance is essential for effectively addressing the challenges posed by climate change. Enhanced institutional capacity enables the NAB, the Department of Climate Change, and other MoCC departments to fulfill their mandates more effectively, including developing and implementing climate policies, coordinating climate action across sectors, and engaging with international partners.","MethodOfComputation":"Method of computation:\nTo compute the progress in \"Institutional Strengthening of National Advisory Board (NAB), Department of Climate Change, and Other MoCC Departments,\" first identify the key activities and initiatives planned for institutional strengthening. Then, assess the progress of these activities by determining how many have been fully implemented. Calculate the progress by dividing the number of fully implemented activities by the total number of planned activities, and multiply by 100 to express the result as a percentage.\n\n\nFormula:\nInstitutional Strengthening Progress (%) = (Number of Strengthening Activities Fully Implemented/Total Number of Planned Strengthening Activities) * 100\n","SDGAlignment":"13.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"The Ministry of Climate Change (MoCC) has undertaken institutional reforms to strengthen the capacity and coordination of its core departments, including the National Advisory Board on Climate Change and Disaster Risk Reduction (NAB) and the Department of Climate Change. A revised organisational structure has already been implemented across several MoCC departments, with a comprehensive review currently underway to assess effectiveness and identify areas for further improvement. The outcome of this review will inform a new structure submission aimed at enhancing efficiency, clarifying mandates, and ensuring that the Ministry is better equipped to lead climate change adaptation, mitigation, and disaster risk reduction efforts across Vanuatu.\n\n","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV3-01-02"}