{"indicator_number":"ENV3-3-1","goal_number":"ENV3","goal_name":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","target_number":"ENV3-3","target_name":"Strengthen post-disaster systems in planning, preparedness, response and recovery","indicator_name":"Number of support plans available to communities for coordination, planning, preparedness, response and recovery","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV3","GoalDescription":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","PolicyObjectiveId":"ENV3-3","PolicyObjectiveDescription":"Strengthen post-disaster systems in planning, preparedness, response and recovery","IndicatorId":"ENV3-3-1","IndicatorDescription":"Number of support plans available to communities for coordination, planning, preparedness, response and recovery","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Support Plans Available to Communities for Coordination, Planning, Preparedness, Response, and Recovery\" indicator measures the total count of formally developed and accessible plans that provide guidance and resources to communities for managing disaster risks and responding effectively to emergencies. These plans cover various aspects of disaster management, including coordination, planning, preparedness, response, and recovery.","Concept":"This indicator tracks the availability and dissemination of disaster management support plans at the community level. Support plans are comprehensive documents that outline the roles, responsibilities, strategies, and resources needed to prepare for, respond to, and recover from disasters. These plans are crucial for ensuring that communities are equipped with the knowledge and tools to manage risks and reduce the impact of disasters. The indicator reflects the efforts made by governments, NGOs, and other stakeholders to enhance community resilience and disaster readiness.","Disaggregation":"Region","Rationale":"Monitoring the number of support plans available to communities is essential for assessing the level of preparedness and resilience at the local level. Well-developed support plans provide clear guidance for community leaders, emergency responders, and residents, helping them to coordinate efforts, allocate resources effectively, and implement timely responses during disasters.","MethodOfComputation":"To compute the \"Number of Support Plans Available to Communities for Coordination, Planning, Preparedness, Response, and Recovery,\" first identify and list all the relevant support plans developed and made available to communities. Then, verify that these plans are accessible to the communities they are intended to serve. Finally, count the total number of these available and accessible support plans.\n\n\nFormula:\nTotal Number of Support Plans Available= Total of All Verified Support Plans Available to Communities \n","SDGAlignment":"13.b.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"Vanuatu has established a two-tier system of support plans to strengthen disaster coordination, planning, preparedness, response, and recovery at the community level. At the provincial level, each province develops a Provincial Disaster and Climate Response Plan (PDCRP) in collaboration with the National Disaster Management Office. These plans define roles, responsibilities, and coordinated actions across government and non-government actors, and are reviewed annually with full updates every five years. At the area council level, communities conduct local risk and vulnerability assessments that inform tailored disaster preparedness and response plans. Together, these provincial and area council plans ensure that disaster risk management is both locally relevant and nationally coordinated, enabling communities to better prepare for and recover from climate-related and natural hazards.","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV3-03-01"}