{"indicator_number":"ENV3-3-2","goal_number":"ENV3","goal_name":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","target_number":"ENV3-3","target_name":"Strengthen post-disaster systems in planning, preparedness, response and recovery","indicator_name":"Percentage of climate change and disaster affected communities with durable solutions","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV3","GoalDescription":"A strong and resilient nation in the face of climate change and disaster risks posed by natural and man-made hazards","PolicyObjectiveId":"ENV3-3","PolicyObjectiveDescription":"Strengthen post-disaster systems in planning, preparedness, response and recovery","IndicatorId":"ENV3-3-2","IndicatorDescription":"Percentage of climate change and disaster affected communities with durable solutions","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Climate Change and Disaster-Affected Communities with Durable Solutions\" indicator measures the proportion of communities affected by climate change and disasters that have implemented durable solutions to address their vulnerabilities. Durable solutions refer to long-term strategies that enable communities to recover, adapt, and thrive despite the impacts of climate change and disasters, ensuring sustainable livelihoods, safety, and resilience.","Concept":"This indicator tracks the effectiveness of interventions aimed at helping communities recover from and adapt to the impacts of climate change and disasters. Durable solutions may include infrastructure improvements, relocation to safer areas, sustainable livelihood programs, enhanced disaster preparedness, and access to essential services. The indicator reflects the success of these interventions in providing lasting benefits and reducing the future vulnerability of affected communities.","Disaggregation":"Region","Rationale":"Monitoring the percentage of climate change and disaster-affected communities with durable solutions is crucial for evaluating the effectiveness of recovery and adaptation efforts. Durable solutions are key to building long-term resilience, reducing the risk of future displacement, and ensuring that communities can maintain their livelihoods and well-being in the face of ongoing environmental challenges.","MethodOfComputation":"To compute the \"Percentage of Climate Change and Disaster-Affected Communities with Durable Solutions,\" first identify and list the communities affected by climate change and disasters. Then, assess whether each affected community has implemented durable solutions. Next, divide the number of communities with durable solutions by the total number of affected communities. Finally, multiply the result by 100 to express the proportion as a percentage.\n\n\nFormula:\nPercentage of Communities with Durable Solutions (%) = (Number of Communities with Durable Solutions/Total Number of Affected Communities) * 100\n","SDGAlignment":"13.b.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Climate Change and Adaptation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of climate change and disaster affected communities with durable solutions","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV3-03-02"}