{"indicator_number":"ENV4-4-1","goal_number":"ENV4","goal_name":"A nation which utilises and sustainably manages our land, water and natural resources","target_number":"ENV4-4","target_name":"Promote the sustainable development of the fisheries sector that values the protection and conservation of marine and freshwater resources","indicator_name":"Level of compliance by Vanuatu with respect to its national fishing fleet within the Regional Fisheries Management Organisations","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV4","GoalDescription":"A nation which utilises and sustainably manages our land, water and natural resources","PolicyObjectiveId":"ENV4-4","PolicyObjectiveDescription":"Promote the sustainable development of the fisheries sector that values the protection and conservation of marine and freshwater resources","IndicatorId":"ENV4-4-1","IndicatorDescription":"Level of compliance by Vanuatu with respect to its national fishing fleet within the Regional Fisheries Management Organisations","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Level of Compliance by Vanuatu with Respect to Its National Fishing Fleet Within the Regional Fisheries Management Organisations\" indicator measures the extent to which Vanuatu’s national fishing fleet adheres to the rules, regulations, and conservation measures established by Regional Fisheries Management Organisations (RFMOs). Compliance includes meeting reporting requirements, adhering to catch limits, following gear restrictions, and implementing other management measures designed to ensure sustainable fishing practices.","Concept":"This indicator tracks Vanuatu’s compliance with the obligations and standards set by RFMOs, which are international organizations responsible for the management of fish stocks in specific regions. The RFMOs play a critical role in conserving and managing fishery resources through the adoption of management measures that member countries, including Vanuatu, are required to follow. The indicator reflects Vanuatu's commitment to sustainable fisheries management and its role in contributing to the conservation of marine resources at a regional and international level.","Disaggregation":"Region","Rationale":"Monitoring the level of compliance by Vanuatu’s national fishing fleet within RFMOs is crucial for ensuring that the country meets its international obligations and contributes to the sustainable management of shared fishery resources. High levels of compliance help protect fish stocks, prevent overfishing, and maintain the health of marine ecosystems.","MethodOfComputation":"To compute the \"Level of Compliance by Vanuatu with Respect to Its National Fishing Fleet Within the Regional Fisheries Management Organisations,\" first identify the specific regulations and conservation measures established by the relevant RFMOs that apply to Vanuatu’s fishing fleet. Assess the fleet’s adherence to these regulations by reviewing RFMO reports, inspection records, and other relevant data. Calculate the level of compliance by dividing the number of RFMO regulations fully complied with by the total number of applicable RFMO regulations, and multiply by 100 to express the result as a percentage.\n\n\nFormula:\nLevel of Compliance (%) = (Number of RFMO Regulations Fully Complied With/Total Number of Applicable RFMO Regulations) * 100\n","SDGAlignment":"14.4.1 & 15.1.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Fisheries","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Level of compliance by Vanuatu with respect to its national fishing fleet within the Regional Fisheries Management Organisations","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV4-04-01"}