{"indicator_number":"ENV4-2-1","goal_number":"ENV4","goal_name":"A nation which utilises and sustainably manages our land, water and natural resources","target_number":"ENV4-2","target_name":"Protect vulnerable forests, watersheds, catchments and freshwater resources, including community water sources","indicator_name":"Number of declared Water Protection Zones","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV4","GoalDescription":"A nation which utilises and sustainably manages our land, water and natural resources","PolicyObjectiveId":"ENV4-2","PolicyObjectiveDescription":"Protect vulnerable forests, watersheds, catchments and freshwater resources, including community water sources","IndicatorId":"ENV4-2-1","IndicatorDescription":"Number of declared Water Protection Zones","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Declared Water Protection Zones\" indicator measures the total count of areas officially designated as Water Protection Zones within a specific region or country. Water Protection Zones are designated areas where specific regulations and protections are implemented to preserve and manage water resources, including rivers, lakes, aquifers, and other water bodies.\n","Concept":"This indicator tracks the establishment of Water Protection Zones, which are critical for safeguarding water quality and ensuring the sustainable management of water resources. These zones are typically established to protect water sources from pollution, over-extraction, and other environmental threats. The designation of Water Protection Zones is a key strategy in integrated water resource management, aimed at preserving water ecosystems, maintaining safe drinking water supplies, and supporting sustainable development.","Disaggregation":"Region","Rationale":"Monitoring the number of declared Water Protection Zones is essential for assessing the effectiveness of water resource management strategies. The establishment of these zones reflects the commitment of governments and environmental agencies to protect vital water resources from degradation and ensure their availability for current and future generations.","MethodOfComputation":"To compute the \"Number of Declared Water Protection Zones,\" first identify and list all areas that have been officially designated as Water Protection Zones by relevant authorities. Then, verify that each area has been formally declared through official procedures. Finally, count the total number of areas that have been officially declared as Water Protection Zones.\n\n\nFormula:\nTotal Number of Declared Water Protection Zones = Sum of All Officially Declared Zones\n","SDGAlignment":"12.2.1, 15.1.1, 15.1.2, 15.2.1, 15.3.1, 15.4.1 & 15.4.2","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Water Resources","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of declared Water Protection Zones","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV4-02-01"}