{"indicator_number":"ENV5-5-1","goal_number":"ENV5","goal_name":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","target_number":"ENV5-5","target_name":"Increase awareness on biodiversity conservation and environmental protection issues across government and publicly","indicator_name":"Number of model schools implementing environmental programmes","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV5","GoalDescription":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","PolicyObjectiveId":"ENV5-5","PolicyObjectiveDescription":"Increase awareness on biodiversity conservation and environmental protection issues across government and publicly","IndicatorId":"ENV5-5-1","IndicatorDescription":"Number of model schools implementing environmental programmes","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Model Schools Implementing Environmental Programmes\" indicator measures the total count of schools designated as \"model schools\" that have integrated and are actively running environmental education programs within their curriculum or as extracurricular activities. These programs focus on promoting environmental awareness, sustainability, and conservation practices among students.","Concept":"This indicator tracks the adoption and implementation of environmental programs in model schools, which are schools recognized for their exemplary educational practices. Environmental programs in these schools may include activities such as recycling projects, school gardens, environmental clubs, energy conservation initiatives, and curriculum-based lessons on sustainability and ecological stewardship. The indicator reflects the role of education in fostering environmental consciousness and responsible behaviour among young people.","Disaggregation":"Region","Rationale":"Monitoring the number of model schools implementing environmental programs is crucial for evaluating the impact of educational initiatives on environmental awareness and action. Schools play a vital role in shaping the attitudes and behaviours of future generations, and integrating environmental education into school programs is essential for promoting a culture of sustainability.","MethodOfComputation":"To compute the \"Number of Model Schools Implementing Environmental Programs,\" first identify all the schools designated as model schools within the educational system. Verify whether these schools have actively integrated and implemented environmental programs by reviewing relevant documentation. Then, count the total number of model schools that have successfully implemented such programs within the reporting period.\n\nFormula:\nTotal Number of Model Schools Implementing Environmental Programs = Sum of All Verified Model Schools with Environmental Programs\n","SDGAlignment":"13.3.1 & 15.9.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Education & Training ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of model schools implementing environmental programmes","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-05-01"}