{"indicator_number":"ENV5-3-2","goal_number":"ENV5","goal_name":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","target_number":"ENV5-3","target_name":"Support local conservation and protection of endangered, threatened or endemic species and ecosystems including through traditional knowledge and practices","indicator_name":"Number of threatened species legally protected","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV5","GoalDescription":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","PolicyObjectiveId":"ENV5-3","PolicyObjectiveDescription":"Support local conservation and protection of endangered, threatened or endemic species and ecosystems including through traditional knowledge and practices","IndicatorId":"ENV5-3-2","IndicatorDescription":"Number of threatened species legally protected","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Threatened Species Legally Protected\" indicator measures the total count of species that are classified as threatened (including those that are endangered, vulnerable, or critically endangered) and have been granted legal protection under national or international laws or regulations. Legal protection typically involves the implementation of measures to conserve these species and their habitats, such as prohibiting hunting, trade, or habitat destruction.","Concept":"This indicator tracks the efforts made by governments and conservation organizations to protect species at risk of extinction. Legal protection is a critical tool in conservation, providing the necessary framework to safeguard species from activities that threaten their survival. The indicator reflects the commitment to biodiversity conservation by quantifying the number of species that have been formally recognized as needing protection and have been afforded legal safeguards.","Disaggregation":"Region","Rationale":"Monitoring the number of threatened species that are legally protected is crucial for evaluating the effectiveness of conservation policies and strategies. Legal protection is often the first step toward ensuring the survival of species that face significant threats from human activities, habitat loss, climate change, and other factors.","MethodOfComputation":"To compute the \"Number of Threatened Species Legally Protected,\" first identify and list all species classified as threatened within the specified region or country. Then, verify the legal protection status of each species by reviewing national or international laws, regulations, or agreements. Finally, count the total number of threatened species that have been granted legal protection.\n\nFormula:\nTotal Number of Legally Protected Threatened Species = Sum of All Verified Legally Protected Threatened Species\n","SDGAlignment":"14.7.1, 15.5.1 & 15.9.1","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Environmental Protection & Conservation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of threatened species legally protected","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-03-02"}