{"indicator_number":"ENV5-2-1","goal_number":"ENV5","goal_name":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","target_number":"ENV5-2","target_name":"Create and manage conservation and protected areas","indicator_name":"Total number of registered CCAs","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV5","GoalDescription":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","PolicyObjectiveId":"ENV5-2","PolicyObjectiveDescription":"Create and manage conservation and protected areas","IndicatorId":"ENV5-2-1","IndicatorDescription":"Total number of registered CCAs","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Registered Community Conservation Areas (CCAs)\" indicator measures the total count of officially recognized and registered areas where local communities have established conservation practices to protect and manage natural resources and biodiversity. These areas are typically managed by local communities with the aim of preserving ecosystems, cultural heritage, and sustainable livelihoods.","Concept":"This indicator tracks the establishment and formal recognition of Community Conservation Areas (CCAs), which are areas designated by local communities to conserve natural resources, biodiversity, and cultural values. CCAs are a critical component of community-led conservation efforts, where local stakeholders play a central role in the management and protection of natural resources. These areas may include forests, wetlands, coastal zones, and other ecosystems that are significant for both ecological and cultural reasons.","Disaggregation":"Sector","Rationale":"Monitoring the total number of registered CCAs is essential for understanding the extent of community engagement in conservation efforts and the effectiveness of decentralized environmental governance. CCAs empower local communities to take charge of the conservation and sustainable use of their natural resources, often leading to more effective and culturally appropriate conservation outcomes.","MethodOfComputation":"To compute the \"Total Number of Registered Community Conservation Areas (CCAs),\" first identify and list all CCAs that have been formally registered with relevant authorities within the specified region or country. Then, verify that each CCA is officially registered and recognized by the appropriate authorities. Finally, count the total number of CCAs that have been verified as registered and officially recognized.\n\n\nFormula:\nTotal Number of Registered CCAs = Sum of All Verified Registered Community Conservation Areas\n","SDGAlignment":"14.2.1, 15.1.1 & 15.1.2","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Environmental Protection & Conservation","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-17","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of registered CCAs","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-02-01"}