{"indicator_number":"SOC1-6-2","goal_number":"SOC1","goal_name":"A Nation based on traditional governance and Christian principles, which underpin our culture and continue to bestow life skills and knowledge to future generations","target_number":"SOC1-6","target_name":"Integrate culture and heritage into the national curriculum","indicator_name":"Proportion of cultural heritage materials in the national curriculum at all levels","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC1","GoalDescription":"A Nation based on traditional governance and Christian principles, which underpin our culture and continue to bestow life skills and knowledge to future generations","PolicyObjectiveId":"SOC1-6","PolicyObjectiveDescription":"Integrate culture and heritage into the national curriculum","IndicatorId":"SOC1-6-2","IndicatorDescription":"Proportion of cultural heritage materials in the national curriculum at all levels","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Cultural Heritage Materials in the National Curriculum at All Levels\" indicator measures the percentage of educational content in the national curriculum that is dedicated to cultural heritage across all grade levels. Cultural heritage materials include lessons, modules, and resources that focus on the history, traditions, practices, languages, and arts of a country or region.","Concept":"This indicator tracks the inclusion and integration of cultural heritage content in the national curriculum. Cultural heritage materials are vital for educating students about their cultural identity and the collective history of their society. The indicator reflects the commitment to preserving and promoting cultural heritage through formal education, ensuring that students gain a comprehensive understanding of their cultural roots and the diversity within their nation.","Disaggregation":"Region","Rationale":"Monitoring the proportion of cultural heritage materials in the national curriculum is essential for assessing the effectiveness of educational policies aimed at preserving and transmitting cultural knowledge. Incorporating cultural heritage into the curriculum helps foster a sense of identity, pride, and continuity among students, and supports the broader goals of cultural preservation and national cohesion.","MethodOfComputation":" To compute the \"Proportion of Cultural Heritage Materials in the National Curriculum at All Levels,\" first review the national curriculum to identify the presence of cultural heritage content across all educational levels. Quantify this content by calculating the percentage of curriculum dedicated to cultural heritage topics relative to the total curriculum content. Calculate the proportion by dividing the cultural heritage content by the total curriculum content, and multiply by 100 to express the result as a percentage.\n\n\n\nFormula:\nProportion of Cultural Heritage Materials (% )= (Total Content on Cultural Heritage in Curriculum/Total Curriculum Content) * 100\n","SDGAlignment":"11.4.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Education & Training ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-14","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of cultural heritage materials in the national curriculum at all levels","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC1-06-02"}