{"indicator_number":"SOC1-4-1","goal_number":"SOC1","goal_name":"A Nation based on traditional governance and Christian principles, which underpin our culture and continue to bestow life skills and knowledge to future generations","target_number":"SOC1-4","target_name":"Strengthen links between traditional and formal governance systems","indicator_name":"Proportion of bills that are reviewed by MCC prior to parliamentary debate","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC1","GoalDescription":"A Nation based on traditional governance and Christian principles, which underpin our culture and continue to bestow life skills and knowledge to future generations","PolicyObjectiveId":"SOC1-4","PolicyObjectiveDescription":"Strengthen links between traditional and formal governance systems","IndicatorId":"SOC1-4-1","IndicatorDescription":"Proportion of bills that are reviewed by MCC prior to parliamentary debate","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Bills That Are Reviewed by Malvatumauri Chiefs' Council (MCC) Prior to Parliamentary Debate\" indicator measures the percentage of legislative bills that are submitted to and reviewed by the Malvatumauri Chiefs' Council (MCC) before they are debated in the national parliament. The MCC is a traditional advisory body representing the chiefs of Vanuatu, which provides cultural and traditional perspectives on legislative matters.","Concept":"This indicator tracks the extent to which traditional governance structures, represented by the MCC, are integrated into the formal legislative process. The review of bills by the MCC ensures that proposed laws consider and respect the cultural, customary, and traditional values of the people of Vanuatu. The indicator reflects the collaboration between modern legislative institutions and traditional governance systems, aiming to preserve cultural heritage while shaping national legislation.","Disaggregation":"Sector","Rationale":"Monitoring the proportion of bills reviewed by the MCC prior to parliamentary debate is essential for assessing the influence of traditional governance on the legislative process. Involving the MCC in the review process helps ensure that new laws align with the cultural values and traditions of the Vanuatu people, promoting cultural continuity and respect for customary practices.","MethodOfComputation":"To compute the \"Proportion of Bills That Are Reviewed by Malvatumauri Chiefs' Council (MCC) Prior to Parliamentary Debate,\" first collect data on the total number of legislative bills submitted to the national parliament for debate within the specified period. Then, gather data on the number of those bills that were reviewed by the MCC before parliamentary debate. Next, divide the number of bills reviewed by the MCC by the total number of bills submitted for debate. Finally, multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Bills Reviewed by MCC (%) = (Number of Bills Reviewed by MCC/Total Number of Bills Proposed in Parliament) * 100\n","SDGAlignment":"16.6.2\n16.7.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Parliament of Vanuatu","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-14","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of bills that are reviewed by MCC prior to parliamentary debate","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC1-04-01"}