{"indicator_number":"SOC2-1-1","goal_number":"SOC2","goal_name":"An inclusive and equitable quality education system with life-long learning for all","target_number":"SOC2-1","target_name":"Ensure every child, regardless of gender, location, educational needs or circumstances has access to the education system","indicator_name":"Percentage of age 6 in Yr. 1 who attended kindergarten","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC2","GoalDescription":"An inclusive and equitable quality education system with life-long learning for all","PolicyObjectiveId":"SOC2-1","PolicyObjectiveDescription":"Ensure every child, regardless of gender, location, educational needs or circumstances has access to the education system","IndicatorId":"SOC2-1-1","IndicatorDescription":"Percentage of age 6 in Yr. 1 who attended kindergarten","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Age 6 in Year 1 Who Attended Kindergarten\" indicator measures the percentage of children who, at age 6 and in their first year of formal schooling (Year 1), previously attended kindergarten. This reflects early childhood education participation before entering primary school.\n\nThe \"Survival Rates Years 1-6, Years 1-13\" indicator measures the percentage of students who start in Year 1 and successfully progress through to Year 6 and Year 13, respectively, without dropping out. It reflects the ability of the education system to retain students through primary (Years 1-6) and secondary (Years 7-13) education.","Concept":"This indicator tracks the participation in early childhood education (kindergarten) among children who have reached the age of 6 and are enrolled in Year 1 of formal schooling. Attendance in kindergarten is an important foundation for cognitive, social, and emotional development, preparing children for the structured learning environment of primary school.\n\nThis indicator tracks the retention and progression of students through the formal education system, focusing on key educational milestones: completing primary education (Year 6) and secondary education (Year 13). High survival rates indicate effective education policies, student engagement, and the overall health of the education system.","Disaggregation":"Region, Sex","Rationale":"Monitoring the percentage of children in Year 1 who attended kindergarten is essential for evaluating the effectiveness and reach of early childhood education programs. Early education is crucial for children's development, influencing their future academic performance and social skills. \n\nMonitoring survival rates from Year 1 through Year 6 and Year 13 is critical for evaluating the performance and inclusivity of the education system. It highlights the ability of schools to retain students, ensure they complete essential educational stages, and identify potential drop-out points.","MethodOfComputation":"To compute this percentage, first gather data on the total number of children aged 6 enrolled in Year 1 and identify how many of these children attended kindergarten. Then, divide the number of Year 1 students who attended kindergarten by the total number of Year 1 students aged 6. Finally, multiply the result by 100 to express the proportion as a percentage.\n\nTo compute the survival rates, begin by collecting data on the number of students who enrolled in Year 1, and then determine how many of those students completed Year 6 and Year 13. For the survival rate from Year 1 to Year 6, divide the number of students who completed Year 6 by the number who initially enrolled in Year 1, and multiply the result by 100 to express it as a percentage. Similarly, for the survival rate from Year 1 to Year 13, divide the number of students who completed Year 13 by the number who initially enrolled in Year 1, and multiply the result by 100 to express it as a percentage.\n\n\nFormula:\nPercentage of Age 6 in Year 1 Who Attended Kindergarten (%) = (Number of Children Who Attended Kindergarten/Total Number of Children Aged 6 in Year 1) * 100\n\nFormula:\nSurvival Rate (Years 1-6) = (Number of Students Reaching Year 6/Number of Students Enrolled in Year 1) * 100\nSurvival Rate (Years 1-13) = (Number of Students Reaching Year 13/Number of Students Enrolled in Year 1) * 100\n","SDGAlignment":"4.1.1\n4.2.1","UnitOfMeasurement":"Percentage\n\nRate","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Education & Training ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-15","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"Percentage","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Percentage of age 6 in Yr. 1 who attended kindergarten","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Years","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC2-01-01"}