{"indicator_number":"SOC3-4-2","goal_number":"SOC3","goal_name":"A healthy population that enjoys a high quality of physical, mental, spiritual and social well-being","target_number":"SOC3-4","target_name":"Build health sector management capacity and systems to ensure the effective and efficient delivery of quality services that are aligned with national directives","indicator_name":"Percentage of Corporate positions within MoH filled on permanent basis","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC3","GoalDescription":"A healthy population that enjoys a high quality of physical, mental, spiritual and social well-being","PolicyObjectiveId":"SOC3-4","PolicyObjectiveDescription":"Build health sector management capacity and systems to ensure the effective and efficient delivery of quality services that are aligned with national directives","IndicatorId":"SOC3-4-2","IndicatorDescription":"Percentage of Corporate positions within MoH filled on permanent basis","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Corporate Positions within Ministry of Health (MoH) Filled on a Permanent Basis\" indicator measures the proportion of key administrative, management, and corporate positions within the Ministry of Health that are occupied by permanent staff members. Permanent positions refer to those that are filled by employees with long-term contracts or tenured status, as opposed to temporary, acting, or contract-based roles.","Concept":"This indicator tracks the stability and continuity of leadership and administrative functions within the Ministry of Health. Corporate positions typically include roles in administration, finance, human resources, information technology, and other essential management areas that support the functioning and strategic direction of the Ministry. Having these positions filled on a permanent basis is crucial for ensuring consistent governance, effective decision-making, and the sustained implementation of health policies and programs.","Disaggregation":"Region","Rationale":"Monitoring the percentage of corporate positions filled on a permanent basis is essential for assessing the organizational strength and stability of the Ministry of Health. High levels of permanent staffing in corporate roles contribute to institutional memory, continuity of operations, and the effective execution of health sector strategies. Conversely, a high reliance on temporary or acting staff may indicate potential vulnerabilities in leadership and management, which can affect the Ministry’s ability to deliver health services effectively.","MethodOfComputation":"To compute the \"Percentage of Corporate Positions within Ministry of Health (MoH) Filled on a Permanent Basis,\" first identify and list all corporate positions within the Ministry. Then, collect data on how many of these positions are filled by permanent staff members. Next, divide the number of corporate positions filled by permanent staff by the total number of corporate positions. Finally, multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nPercentage of Corporate Positions Filled on Permanent Basis (%) = (Number of Permanent Corporate Positions/Total Number of Corporate Positions) * 100\n","SDGAlignment":"3.c.1 & 3.d.1 ","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Health","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-15","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of Corporate positions within MoH filled on permanent basis","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC3-04-02"}