{"indicator_number":"SOC3-4-1","goal_number":"SOC3","goal_name":"A healthy population that enjoys a high quality of physical, mental, spiritual and social well-being","target_number":"SOC3-4","target_name":"Build health sector management capacity and systems to ensure the effective and efficient delivery of quality services that are aligned with national directives","indicator_name":"Percentage of units with current strategic plans in place that link with Health Sector Strategy","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC3","GoalDescription":"A healthy population that enjoys a high quality of physical, mental, spiritual and social well-being","PolicyObjectiveId":"SOC3-4","PolicyObjectiveDescription":"Build health sector management capacity and systems to ensure the effective and efficient delivery of quality services that are aligned with national directives","IndicatorId":"SOC3-4-1","IndicatorDescription":"Percentage of units with current strategic plans in place that link with Health Sector Strategy","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Units with Current Strategic Plans in Place That Link with Health Sector Strategy\" indicator measures the proportion of organizational units within the health sector that have developed and implemented strategic plans. These plans must be up-to-date and explicitly aligned with the overarching Health Sector Strategy to be included in this measure.","Concept":"This indicator tracks the extent to which organizational units within the health sector, such as hospitals, clinics, health departments, and other related entities, are operating under a strategic framework that is consistent with the broader Health Sector Strategy. Strategic plans guide the activities and priorities of these units, ensuring that their goals and actions contribute to the overall objectives of the health sector.","Disaggregation":"Region","Rationale":"Monitoring the percentage of units with current strategic plans that align with the Health Sector Strategy is crucial for ensuring coherence and coordination across the health sector. Strategic plans help to align the resources, actions, and goals of individual units with the sector-wide priorities and strategies, improving the efficiency and effectiveness of health services.","MethodOfComputation":"To compute the \"Percentage of Units with Current Strategic Plans in Place That Link with Health Sector Strategy,\" first identify and list all relevant units within the health sector. Then, collect data on how many of these units have current strategic plans that are aligned with the Health Sector Strategy. Next, divide the number of units with aligned strategic plans by the total number of units. Finally, multiply the result by 100 to express the proportion as a percentage.\n\n\nFormula:\nPercentage of Units with Aligned Strategic Plans (%) = (Number of Units with Current, Aligned Strategic Plans/Total Number of Units Assessed) * 100\n","SDGAlignment":"3.c.1 & 3.d.1 ","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Health","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-15","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of units with current strategic plans in place that link with Health Sector Strategy","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC3-04-01"}