{"indicator_number":"SOC4-7-2","goal_number":"SOC4","goal_name":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","target_number":"SOC4-7","target_name":"Encourage participation in physical activities and develop a safe and inclusive sports system that serves as a vehicles for community cohesion, education, health, leadership and fair play","indicator_name":"Number of government sponsored or partnered sporting events in the last 12 months","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC4","GoalDescription":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","PolicyObjectiveId":"SOC4-7","PolicyObjectiveDescription":"Encourage participation in physical activities and develop a safe and inclusive sports system that serves as a vehicles for community cohesion, education, health, leadership and fair play","IndicatorId":"SOC4-7-2","IndicatorDescription":"Number of government sponsored or partnered sporting events in the last 12 months","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Government Sponsored or Partnered Sporting Events in the Last 12 Months\" indicator measures the total count of sporting events that were organized, sponsored, or partnered by the government within a specified 12-month period. This includes events fully funded by the government as well as those where the government acted as a partner with private organizations, NGOs, or other entities.","Concept":"This indicator tracks the level of government involvement in promoting and supporting sports through the organization or sponsorship of sporting events. Government-sponsored or partnered sporting events can range from local community sports tournaments to national and international competitions. Such events are critical for promoting physical activity, fostering community spirit, and encouraging participation in sports at all levels of society.","Disaggregation":"Government Ministry ","Rationale":"Monitoring the number of government-sponsored or partnered sporting events provides insights into the government's commitment to promoting sports and physical activity. A higher number of events indicates active government involvement in providing opportunities for citizens to engage in sports, which is essential for public health, social cohesion, and national pride.","MethodOfComputation":"To compute the \"Number of Government Sponsored or Partnered Sporting Events in the Last 12 Months,\" first identify and list all sporting events that occurred within the specified period and were sponsored or partnered by the government. Then, verify the government's involvement in each event through records, agreements, or official announcements. Finally, count the total number of these events to determine the indicator value.\n\nFormula:\nTotal Number of Government-Sponsored or Partnered Sporting Events = Sum of All Sporting Events Organized or Partnered by Government in 12 months\n","SDGAlignment":"","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Public Service Commission ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of government sponsored or partnered sporting events in the last 12 months","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-07-02"}