{"indicator_number":"SOC4-3-3","goal_number":"SOC4","goal_name":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","target_number":"SOC4-3","target_name":"Empower and support people with disabilities","indicator_name":"Percentage of all political, community and government leadership positions have people with disability represented","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC4","GoalDescription":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","PolicyObjectiveId":"SOC4-3","PolicyObjectiveDescription":"Empower and support people with disabilities","IndicatorId":"SOC4-3-3","IndicatorDescription":"Percentage of all political, community and government leadership positions have people with disability represented","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of All Political, Community, and Government Leadership Positions with People with Disabilities Represented\" indicator measures the proportion of leadership positions across political, community, and government sectors that are held by individuals with disabilities. Leadership positions include roles such as elected officials, community leaders, senior government officials, and other key decision-making positions.","Concept":"This indicator tracks the inclusion of people with disabilities in leadership and decision-making roles across various sectors. Representation in leadership positions is a critical aspect of empowerment and inclusion, ensuring that the voices of people with disabilities are heard and that their perspectives are considered in the development and implementation of policies, programs, and community initiatives.","Disaggregation":"Leadership type (political, community, government)","Rationale":"Monitoring the percentage of leadership positions held by people with disabilities is crucial for assessing progress toward inclusive governance and equitable representation. Representation of people with disabilities in leadership roles helps to ensure that their needs and rights are prioritized in decision-making processes, contributing to more inclusive and responsive policies.","MethodOfComputation":"To compute the \"Percentage of All Political, Community, and Government Leadership Positions with People with Disabilities Represented,\" first identify and list all relevant leadership positions within the specified area. Then, collect data on how many of these positions are held by individuals with disabilities. Next, divide the number of leadership positions held by people with disabilities by the total number of leadership positions identified. Finally, multiply the result by 100 to express the proportion of leadership positions with disability representation as a percentage.","SDGAlignment":"10.3.1 & 10.4.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Public Service Commission ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of all political, community and government leadership positions have people with disability represented","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-03-03"}