{"indicator_number":"SOC4-7-1","goal_number":"SOC4","goal_name":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","target_number":"SOC4-7","target_name":"Encourage participation in physical activities and develop a safe and inclusive sports system that serves as a vehicles for community cohesion, education, health, leadership and fair play","indicator_name":"Proportion of youth actively participating in at least one organised sport in the last 12 months by gender","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC4","GoalDescription":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","PolicyObjectiveId":"SOC4-7","PolicyObjectiveDescription":"Encourage participation in physical activities and develop a safe and inclusive sports system that serves as a vehicles for community cohesion, education, health, leadership and fair play","IndicatorId":"SOC4-7-1","IndicatorDescription":"Proportion of youth actively participating in at least one organised sport in the last 12 months by gender","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Youth Actively Participating in at Least One Organized Sport in the Last 12 Months by Gender\" indicator measures the percentage of young people within a specified age range (typically 14-30) who have actively participated in at least one organized sport over the past 12 months. The data is disaggregated by gender to assess differences in participation rates between male and female youth.","Concept":"This indicator tracks the engagement of youth in organized sports, which are typically structured activities conducted by sports clubs, schools, or community organizations. Participation in organized sports is associated with numerous benefits, including physical health, social interaction, teamwork, discipline, and overall well-being. Disaggregating the data by gender allows for the identification of disparities in sports participation, which can inform efforts to promote gender equality in sports.","Disaggregation":"Region","Rationale":"Monitoring the proportion of youth participating in organized sports is essential for understanding their level of physical activity, social engagement, and access to recreational opportunities. High participation rates indicate that youth have access to and are taking advantage of opportunities to engage in physical activity and team sports, which contribute to their overall development. Disaggregating the data by gender helps identify potential barriers that might prevent certain groups from participating, such as cultural norms, lack of facilities, or other gender-specific challenges.","MethodOfComputation":"To compute the \"Proportion of Youth Actively Participating in at Least One Organised Sport in the Last 12 Months by Gender,\" first design and administer a survey to a representative sample of youth within the specified age range, asking about their participation in organized sports. Then, identify the number of respondents who report participating in at least one organized sport in the past 12 months and separate this data by gender. Divide the number of participants within each gender by the total number of respondents in that gender group and multiply the result by 100 to express the proportion as a percentage for both male and female youth.\n\n\nFormula:\nProportion of Youth Participating in Organized Sports by Gender (%) = (Number of Youth Participating in Organized Sports (by Gender)/Total Number of Youth Surveyed (by Gender)) * 100\n","SDGAlignment":"16.2.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Youth & Sports","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of youth actively participating in at least one organised sport in the last 12 months by gender","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-07-01"}