{"indicator_number":"SOC4-3-2","goal_number":"SOC4","goal_name":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","target_number":"SOC4-3","target_name":"Empower and support people with disabilities","indicator_name":"Percentage of public buildings and banking, employment and recreational facilities allowing access for people with disabilities","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC4","GoalDescription":"An inclusive society which upholds human dignity and where the rights of all Ni-Vanuatu including women, youth, vulnerable groups and the elderly are supported, protected and promoted in our legislation and institutions","PolicyObjectiveId":"SOC4-3","PolicyObjectiveDescription":"Empower and support people with disabilities","IndicatorId":"SOC4-3-2","IndicatorDescription":"Percentage of public buildings and banking, employment and recreational facilities allowing access for people with disabilities","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of Public Buildings and Banking, Employment, and Recreational Facilities Allowing Access for People with Disabilities\" indicator measures the proportion of public and commercial facilities, such as government buildings, banks, workplaces, and recreational venues, that are accessible to people with disabilities. Accessibility is defined by the presence of features such as ramps, elevators, accessible restrooms, and other accommodations that enable individuals with physical, sensory, or cognitive impairments to use these facilities independently.","Concept":"This indicator tracks the level of physical accessibility of public and commercial facilities for people with disabilities. Accessibility is a key component of inclusivity, ensuring that individuals with disabilities can participate fully in social, economic, and recreational activities. The indicator reflects the extent to which public and private sectors are complying with regulations and standards aimed at providing equal access to all members of society, including those with disabilities.","Disaggregation":"Region","Rationale":"Monitoring the percentage of accessible buildings and facilities is crucial for assessing progress toward inclusive environments that support the participation of people with disabilities in all aspects of life. High levels of accessibility indicate that physical barriers to participation are being addressed, contributing to greater independence, equality, and quality of life for people with disabilities. Conversely, low accessibility rates may highlight areas where additional efforts are needed to enforce accessibility standards and promote the rights of people with disabilities.","MethodOfComputation":"To compute the \"Percentage of Public Buildings and Banking, Employment, and Recreational Facilities Allowing Access for People with Disabilities,\" first identify and list all relevant facilities within the specified area. Then, assess each facility for the presence of accessibility features that enable use by people with disabilities. Next, collect data on the number of facilities that meet the accessibility criteria and divide this by the total number of facilities assessed. Finally, multiply the result by 100 to express the proportion of accessible facilities as a percentage.\n\nFormula:\nPercentage of Accessible Facilities (%) = (Number of Accessible Facilities/Total Number of Facilities assessed) * 100\n","SDGAlignment":"10.4.1 ","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Infrastructure & Public Utilities ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Percentage of public buildings and banking, employment and recreational facilities allowing access for people with disabilities","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-03-02"}