{"indicator_number":"SOC5-2-1","goal_number":"SOC5","goal_name":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","target_number":"SOC5-2","target_name":"Establish and implement a National Anti-Corruption Framework","indicator_name":"Number of Anti-Corruption committee submissions acted upon","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC5","GoalDescription":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","PolicyObjectiveId":"SOC5-2","PolicyObjectiveDescription":"Establish and implement a National Anti-Corruption Framework","IndicatorId":"SOC5-2-1","IndicatorDescription":"Number of Anti-Corruption committee submissions acted upon","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of Anti-Corruption Committee Submissions Acted Upon\" indicator measures the total number of reports, recommendations, or submissions made by an anti-corruption committee that have resulted in concrete actions or responses by relevant authorities or institutions. This includes investigations, policy changes, disciplinary actions, or any other formal response triggered by the committee's submissions.","Concept":"This indicator tracks the effectiveness and impact of an anti-corruption committee in addressing corruption issues. Anti-corruption committees typically receive reports, investigate allegations, and make recommendations for action to combat corruption. The indicator reflects the extent to which these efforts lead to tangible outcomes, such as legal proceedings, reforms, or other corrective measures.","Disaggregation":"Region","Rationale":"Monitoring the number of anti-corruption committee submissions acted upon is crucial for assessing the responsiveness of the government and other relevant bodies to corruption-related issues. A higher number of submissions acted upon indicates that the committee's work is leading to concrete actions and potentially reducing corruption. Conversely, a low number may suggest that the committee's recommendations are not being taken seriously or that there are barriers to implementing anti-corruption measures.","MethodOfComputation":"To compute the \"Number of Anti-Corruption Committee Submissions Acted Upon,\" first identify and list all submissions made by the anti-corruption committee within the specified time period. Then, collect data on the number of these submissions that have resulted in concrete actions by relevant authorities or institutions. Finally, count the total number of submissions that have been acted upon to determine the indicator value.\n\n\nFormula:\nNumber of ACC Submissions Acted Upon = Sum of All Submissions Resulting in Actions \n","SDGAlignment":"16.5.1 & 16.5.2","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Justice & Community Services","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of Anti-Corruption committee submissions acted upon","graph_type":"bar","reporting_status":"notstarted","indicator_sort_order":"SOC5-02-01"}