{"indicator_number":"SOC5-5-1","goal_number":"SOC5","goal_name":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","target_number":"SOC5-5","target_name":"Strengthen links between traditional and formal justice systems and the role of chiefs in maintaining peace and stability","indicator_name":"Total number of annual community engagement activities undertaken by national law enforcement officers","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC5","GoalDescription":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","PolicyObjectiveId":"SOC5-5","PolicyObjectiveDescription":"Strengthen links between traditional and formal justice systems and the role of chiefs in maintaining peace and stability","IndicatorId":"SOC5-5-1","IndicatorDescription":"Total number of annual community engagement activities undertaken by national law enforcement officers","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Annual Community Engagement Activities Undertaken by National Law Enforcement Officers\" indicator measures the total number of community-oriented activities, programs, or events conducted by national law enforcement officers within a calendar year. These activities aim to build trust, foster positive relationships, and collaborate with community members to improve public safety and security.","Concept":"This indicator tracks the efforts of national law enforcement agencies to engage with the community through various activities such as public safety workshops, crime prevention programs, school visits, neighbourhood patrols, town hall meetings, and other outreach initiatives. Community engagement is a critical aspect of modern policing, emphasizing the importance of collaboration between law enforcement and the communities they serve to prevent crime, reduce fear, and enhance overall safety.","Disaggregation":"Region","Rationale":"Monitoring the number of community engagement activities is essential for assessing the commitment of national law enforcement agencies to community policing principles. High levels of engagement indicate proactive efforts by law enforcement to connect with the community, build mutual trust, and work collaboratively to address local safety concerns. Conversely, low levels of engagement may suggest a need for increased focus on relationship-building and community involvement.","MethodOfComputation":"To compute the \"Total Number of Annual Community Engagement Activities Undertaken by National Law Enforcement Officers,\" first identify and list all relevant community engagement activities conducted by law enforcement officers within the specified year. Then, collect data on the number of these activities from official records or reports. Finally, count the total number of community engagement activities to determine the indicator value.\n\n\nFormula:\nTotal Number of Community Engagement Activities = Sum of All Community Engagement Activities Conducted in One Year\n","SDGAlignment":"16.7.2","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Police Force","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of annual community engagement activities undertaken by national law enforcement officers","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC5-05-01"}