{"indicator_number":"SOC5-5-2","goal_number":"SOC5","goal_name":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","target_number":"SOC5-5","target_name":"Strengthen links between traditional and formal justice systems and the role of chiefs in maintaining peace and stability","indicator_name":"Incidents of theft and vandalism reported annually to the police (and the proportion of reported incidents to unreported)","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC5","GoalDescription":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","PolicyObjectiveId":"SOC5-5","PolicyObjectiveDescription":"Strengthen links between traditional and formal justice systems and the role of chiefs in maintaining peace and stability","IndicatorId":"SOC5-5-2","IndicatorDescription":"Incidents of theft and vandalism reported annually to the police (and the proportion of reported incidents to unreported)","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Incidents of Theft and Vandalism Reported Annually to the Police\" indicator measures the total number of theft and vandalism incidents reported to the police within a calendar year. Additionally, the indicator also includes the proportion of reported incidents to estimated unreported incidents, highlighting the potential gap in crime reporting.","Concept":"This indicator tracks the prevalence of theft and vandalism as reported to law enforcement agencies. Theft refers to the unlawful taking of someone else's property, while vandalism involves the intentional destruction or damage to property. The indicator also considers the proportion of reported to unreported incidents, which provides insights into the actual level of these crimes and the effectiveness of crime reporting mechanisms.","Disaggregation":"Region","Rationale":"Monitoring the number of reported incidents of theft and vandalism is crucial for understanding crime trends, assessing public safety, and evaluating the effectiveness of law enforcement responses. However, not all incidents are reported to the police, which can result in underestimations of crime rates. Understanding the proportion of reported to unreported incidents helps to identify potential barriers to reporting, such as fear of reprisal, lack of trust in law enforcement, or perceived triviality of the crime.","MethodOfComputation":"To compute the \"Incidents of Theft and Vandalism Reported Annually to the Police (and the Proportion of Reported Incidents to Unreported),\" first collect data on the total number of reported theft and vandalism incidents from police records for the specified year. Then, estimate the number of unreported incidents using crime victimization surveys or statistical models. Next, calculate the proportion of reported incidents to the estimated total number of incidents by dividing the number of reported incidents by the sum of reported and unreported incidents. Finally, multiply the proportion by 100 to express it as a percentage.\n\n\nFormula:\nTotal Incidents = Reported Incidents + Estimated Unreported Incidents \nProportion of Reported Incidents (%) = (Reported Incidents/Total Incidents) * 100\n","SDGAlignment":"16.7.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Vanuatu Police Force","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Incidents of theft and vandalism reported annually to the police (and the proportion of reported incidents to unreported)","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC5-05-02"}