{"indicator_number":"SOC5-3-3","goal_number":"SOC5","goal_name":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","target_number":"SOC5-3","target_name":"Build the institutional capacity of national security forces and ensure they are adequately resourced to meet performance targets","indicator_name":"Total number of correctional officers per 100 detainees","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC5","GoalDescription":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","PolicyObjectiveId":"SOC5-3","PolicyObjectiveDescription":"Build the institutional capacity of national security forces and ensure they are adequately resourced to meet performance targets","IndicatorId":"SOC5-3-3","IndicatorDescription":"Total number of correctional officers per 100 detainees","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Total Number of Correctional Officers per 100 Detainees\" indicator measures the ratio of correctional officers to detainees within a correctional facility or across multiple facilities. This ratio is calculated by determining the number of correctional officers available to supervise and manage every 100 detainees.\n","Concept":"This indicator tracks the adequacy of staffing levels in correctional facilities, specifically focusing on the ratio of officers responsible for overseeing detainees. Correctional officers are essential for maintaining order, ensuring security, and managing daily operations within detention centers, prisons, or other correctional institutions. The ratio of officers to detainees is a critical factor in the safety, security, and rehabilitation outcomes within these facilities.","Disaggregation":"Region","Rationale":"Monitoring the total number of correctional officers per 100 detainees is crucial for assessing the capacity of correctional facilities to manage their populations effectively. A higher ratio of officers to detainees generally indicates better supervision, more effective management, and potentially lower risks of incidents such as violence, escapes, or overcrowding-related issues. Conversely, a lower ratio may signal understaffing, which can lead to safety concerns, increased stress for staff, and inadequate attention to detainees' needs.","MethodOfComputation":"To compute the \"Total Number of Correctional Officers per 100 Detainees,\" first collect data on the total number of correctional officers employed within the correctional facilities. Then, obtain data on the total number of detainees housed in those facilities during the same period. Next, divide the number of correctional officers by the number of detainees and multiply the result by 100 to express the ratio as the number of correctional officers per 100 detainees.","SDGAlignment":"","UnitOfMeasurement":"Number per 100 detainees","FrequencyOfCollection":"Annually","source_organisation_1":"Ministry of Justice & Community Services","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Total number of correctional officers per 100 detainees","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC5-03-03"}