{"indicator_number":"SOC5-4-3","goal_number":"SOC5","goal_name":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","target_number":"SOC5-4","target_name":"Protect our Exclusive Economic Zone (EEZ) through effective maritime security and monitoring","indicator_name":"Level of reporting to the Vessel Monitoring System (VMS)","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC5","GoalDescription":"A society where the rule of law is consistently upheld, and access to timely justice is available to everyone","PolicyObjectiveId":"SOC5-4","PolicyObjectiveDescription":"Protect our Exclusive Economic Zone (EEZ) through effective maritime security and monitoring","IndicatorId":"SOC5-4-3","IndicatorDescription":"Level of reporting to the Vessel Monitoring System (VMS)","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Level of Reporting to the Vessel Monitoring System (VMS)\" indicator measures the extent to which vessels, particularly fishing and commercial vessels, comply with reporting requirements by regularly transmitting their location, activities, and other relevant data to the Vessel Monitoring System. The VMS is a satellite-based system used to monitor the movements and activities of vessels to ensure compliance with fishing regulations, maritime safety, and environmental protection standards.","Concept":"This indicator tracks the adherence of vessels to reporting protocols as part of the Vessel Monitoring System. VMS is crucial for real-time tracking and management of maritime activities, allowing authorities to monitor fishing efforts, detect illegal activities, and ensure vessels operate within designated areas and comply with international and national regulations. The level of reporting can reflect the effectiveness of monitoring systems and the willingness or ability of vessel operators to comply with regulatory requirements.","Disaggregation":"Vessel type","Rationale":"Monitoring the level of reporting to VMS helps to evaluate the effectiveness of maritime surveillance and the compliance of fishing vessels with reporting requirements. High levels of reporting indicate strong adherence to regulations and effective monitoring of fishing activities.","MethodOfComputation":"Monitoring the level of reporting to the VMS is essential for assessing the effectiveness of maritime governance and the enforcement of fisheries management regulations. High levels of reporting indicate robust compliance, which supports sustainable fisheries management, maritime safety, and environmental protection. Conversely, low levels of reporting may signal non-compliance, technical issues, or gaps in the monitoring system, potentially leading to illegal, unreported, and unregulated (IUU) activities.\n\n\nFormula:\nReporting Level (%) = (Number of Vessels Compliant with Reporting Requirements/Total Number of Vessels Required to Report) * 100\n","SDGAlignment":"14.4.1","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Fisheries ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Level of reporting to the Vessel Monitoring System (VMS)","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC5-04-03"}