{"indicator_number":"SOC6-5-2","goal_number":"SOC6","goal_name":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","target_number":"SOC6-5","target_name":"Strengthen local authorities and municipal institutions to enable decentralised service delivery","indicator_name":"SOD 6.5.2 Proportion of provinces with up-to-date three year “rolling” plans submitted to DLA","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC6","GoalDescription":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","PolicyObjectiveId":"SOC6-5","PolicyObjectiveDescription":"Strengthen local authorities and municipal institutions to enable decentralised service delivery","IndicatorId":"SOC6-5-2","IndicatorDescription":"SOD 6.5.2 Proportion of provinces with up-to-date three year “rolling” plans submitted to DLA","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Provinces with Up-to-Date Three-Year 'Rolling' Plans Submitted to the Department of Local Authorities (DLA)\" indicator measures the percentage of provinces that have submitted their current and up-to-date three-year rolling development plans to the Department of Local Authorities (DLA). A \"rolling\" plan is a strategic document that is regularly updated to reflect evolving priorities, challenges, and opportunities over a three-year period.","Concept":"This indicator tracks the compliance of provincial governments with the requirement to maintain and submit up-to-date three-year rolling plans to the DLA. Rolling plans are dynamic planning tools that allow provinces to continuously adjust their strategies, projects, and resource allocations to address changing circumstances and align with broader national development goals. The regular submission of these plans ensures that provincial planning is both forward-looking and responsive to emerging needs.","Disaggregation":"Region","Rationale":"Monitoring the proportion of provinces that submit up-to-date rolling plans is crucial for assessing the effectiveness of decentralized planning and governance. High submission rates indicate that provinces are actively engaged in strategic planning and are complying with national guidelines, which helps ensure that local development efforts are coordinated and aligned with national objectives. Conversely, low submission rates may suggest challenges in planning capacity, resource limitations, or a lack of alignment between provincial and national planning processes.","MethodOfComputation":"To compute the \"Proportion of Provinces with Up-to-Date Three-Year 'Rolling' Plans Submitted to the Department of Local Authorities (DLA),\" first identify and list all provinces required to submit these plans. Then, collect data on the number of provinces that have submitted up-to-date plans within the specified reporting period. Divide the number of provinces that have submitted their plans by the total number of provinces, and multiply by 100 to express the proportion as a percentage.\n\nFormula:\nProportion of Provinces Submitting Plans (%) = (Number of Provinces Submitting Up-to-Date Plans/Total Number of Provinces Required to Submit Plans) * 100\n","SDGAlignment":"16.6.1 ","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Department of Local Authorities ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"SOD 6.5.2 Proportion of provinces with up-to-date three year “rolling” plans submitted to DLA","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-05-02"}