{"indicator_number":"SOC6-3-3","goal_number":"SOC6","goal_name":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","target_number":"SOC6-3","target_name":"Enact political reforms that promote stability, accountability, constituency representation and civic engagement","indicator_name":"Number of MPs submitting annual financial accountability report","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC6","GoalDescription":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","PolicyObjectiveId":"SOC6-3","PolicyObjectiveDescription":"Enact political reforms that promote stability, accountability, constituency representation and civic engagement","IndicatorId":"SOC6-3-3","IndicatorDescription":"Number of MPs submitting annual financial accountability report","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Number of MPs Submitting Annual Financial Accountability Report\" indicator measures the total count of Members of Parliament (MPs) who submit their annual financial accountability reports as required by law or parliamentary regulations within a specified reporting period. These reports typically include detailed disclosures of income, assets, liabilities, and any other financial interests to ensure transparency and accountability in public office.","Concept":"This indicator tracks the compliance of MPs with financial disclosure requirements, which are crucial for promoting transparency, preventing corruption, and ensuring that public officials are held accountable for their financial dealings. Financial accountability reports are a key component of good governance, as they allow for public scrutiny of MPs' financial activities and help to identify any potential conflicts of interest.","Disaggregation":"Political Party","Rationale":"Monitoring the number of MPs submitting annual financial accountability reports is essential for assessing the level of transparency and accountability in the legislative branch. High compliance rates indicate that MPs are adhering to their legal obligations, contributing to public trust in the integrity of elected officials. Conversely, low compliance rates may suggest governance challenges, potential risks of corruption, or a lack of enforcement of accountability mechanisms.","MethodOfComputation":"To compute the \"Number of MPs Submitting Annual Financial Accountability Report,\" first identify and list all MPs who are required to submit these reports according to legal or parliamentary regulations. Then, collect data on how many MPs have submitted their reports within the specified reporting period. Finally, count the total number of MPs who have successfully submitted their financial accountability reports to determine the indicator value.\n\nFormula:\nNumber of MPs Submitting Reports = Sum of All MPs Submitting Annual Financial Accountability Reports\n","SDGAlignment":"16.7.2 ","UnitOfMeasurement":"Number","FrequencyOfCollection":"Annually ","source_organisation_1":"Parliament of Vanuatu","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Number of MPs submitting annual financial accountability report","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-03-03"}