{"indicator_number":"SOC6-9-2","goal_number":"SOC6","goal_name":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","target_number":"SOC6-9","target_name":"Strengthen research, data and statistics for accountability and decision-making","indicator_name":"Percentage of NSDS strategic objectives achieved","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC6","GoalDescription":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","PolicyObjectiveId":"SOC6-9","PolicyObjectiveDescription":"Strengthen research, data and statistics for accountability and decision-making","IndicatorId":"SOC6-9-2","IndicatorDescription":"Percentage of NSDS strategic objectives achieved","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Percentage of National Strategy for the Development of Statistics Strategic Objectives Achieved\" indicator measures the proportion of strategic objectives outlined in the National Strategy for the Development of Statistics (NSDS) that have been successfully accomplished within a specified period. This indicator reflects the progress made toward enhancing the national statistical system's capacity, quality, and effectiveness.","Concept":"This indicator tracks the implementation and success of the NSDS, a comprehensive framework designed to improve the production, dissemination, and use of statistics within a country. The NSDS typically includes a range of strategic objectives aimed at strengthening statistical capacity, improving data quality, enhancing coordination among statistical agencies, and ensuring the availability of reliable and timely data for decision-making. The achievement of these objectives is critical for building a robust national statistical system that can support evidence-based policymaking and sustainable development.","Disaggregation":"Sector","Rationale":"Monitoring the percentage of NSDS strategic objectives achieved is crucial for assessing the effectiveness of efforts to strengthen the national statistical system. High achievement rates indicate that the country is making significant progress in implementing its statistical development strategy, which is essential for producing high-quality data that informs policy and decision-making. Conversely, low achievement rates may signal challenges in the implementation process, such as resource constraints, lack of coordination, or insufficient capacity.","MethodOfComputation":"To compute the \"Percentage of National Strategy for the Development of Statistics Strategic Objectives Achieved,\" first identify and list all strategic objectives outlined in the NSDS. Then, collect data on the progress made toward each objective and determine how many have been fully achieved. Divide the number of achieved objectives by the total number of strategic objectives, and multiply the result by 100 to express the proportion as a percentage.\n\nFormula:\nPercentage of NSDS Objectives Achieved (%) = (Number of Strategic Objectives Achieved/Total Number of Strategic Objectives in the NSDS) * 100\n","SDGAlignment":"17.18.1 & 17.18.2","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Every 5-10 years","source_organisation_1":"Vanuatu Bureau of Statistics ","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"All strategic objectives of the National Strategy for the Development of Statistics (NSDS) are currently under implementation. However, it is difficult to report them as fully achieved, as the NSDS represents an ongoing process of strengthening and coordinating the Vanuatu National Statistics System. This continuous effort is also mandated under the Statistics Act, which emphasizes the long-term institutional collaboration required to deliver quality statistics across sectors.\n","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-09-02"}