{"indicator_number":"SOC6-7-2","goal_number":"SOC6","goal_name":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","target_number":"SOC6-7","target_name":"Guarantee the public’s right to information","indicator_name":"Proportion of data collected from requests acted upon by RTI officers in each government agency","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC6","GoalDescription":"A dynamic public sector with good governance principles and strong institutions delivering the support and services expected by all citizens of Vanuatu","PolicyObjectiveId":"SOC6-7","PolicyObjectiveDescription":"Guarantee the public’s right to information","IndicatorId":"SOC6-7-2","IndicatorDescription":"Proportion of data collected from requests acted upon by RTI officers in each government agency","national_geographical_coverage":"Vanuatu","Proxy":"No","Definition":"The \"Proportion of Data Collected from Requests Acted Upon by Right to Information (RTI) Officers in Each Government Agency\" indicator measures the percentage of requests for information received by RTI officers in government agencies that have been successfully processed and acted upon. This includes providing the requested information or taking appropriate action as stipulated by the Right to Information legislation.","Concept":"This indicator tracks the effectiveness and responsiveness of government agencies in handling requests for information submitted under Right to Information (RTI) laws. The RTI laws are designed to promote transparency and accountability in governance by granting citizens the right to access information held by public authorities. The role of RTI officers is to process these requests and ensure that citizens receive the information they are entitled to in a timely manner.","Disaggregation":"Government Agency","Rationale":"Monitoring the proportion of data requests acted upon by RTI officers is crucial for assessing the implementation of RTI laws and the level of transparency in government agencies. A high proportion of requests acted upon indicates that government agencies are effectively upholding citizens' right to information, contributing to greater transparency and accountability. Conversely, a low proportion may suggest challenges in the processing of RTI requests, such as delays, resource constraints, or non-compliance with RTI legislation.","MethodOfComputation":"To compute the \"Proportion of Data Collected from Requests Acted Upon by Right to Information (RTI) Officers in Each Government Agency,\" first collect data on the total number of RTI requests received by each government agency within a specified period. Then, collect data on the number of these requests that were successfully processed and acted upon by the RTI officers. Divide the number of requests acted upon by the total number of requests received, and multiply the result by 100 to express the proportion as a percentage.\n\n\nFormula:\nProportion of Acted Upon RTI Requests (%) = (Number of RTI Requests Acted Upon/Total Number of RTI Requests Received) * 100\n","SDGAlignment":"","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annually","source_organisation_1":"Right to Information Unit","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2025-07-16","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of data collected from requests acted upon by RTI officers in each government agency","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC6-07-02"}